department(97,148555,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(98,148556,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",25).
department(99,148753,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(101,2756,"ΘΕΟΛΟΓΙΑΣ","ΘΕΟΛΟΓΙΚΗ",12).
department(102,1706,"ΦΙΛΟΣΟΦΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(103,2294,"ΘΕΟΛΟΓΙΑΣ","ΘΕΟΛΟΓΙΚΗ",8).
department(104,2638,"ΙΣΤΟΡΙΑΣ, ΑΡΧΑΙΟΛΟΓΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΠΟΛΙΤΙΣΜΙΚΩΝ ΑΓΑΘΩΝ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΠΟΛΙΤΙΣΜΙΚΩΝ ΣΠΟΥΔΩΝ",25).
department(105,2684,"ΚΟΙΝΩΝΙΚΗΣ ΘΕΟΛΟΓΙΑΣ ΚΑΙ ΘΡΗΣΚΕΙΟΛΟΓΙΑΣ","ΘΕΟΛΟΓΙΚΗ",12).
department(106,2777,"ΕΛΛΗΝΙΚΗΣ ΦΙΛΟΛΟΓΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ",11).
department(107,1655,"ΚΟΙΝΩΝΙΚΗΣ ΘΕΟΛΟΓΙΑΣ ΚΑΙ ΧΡΙΣΤΙΑΝΙΚΟΥ ΠΟΛΙΤΙΣΜΟΥ","ΘΕΟΛΟΓΙΚΗ",8).
department(108,1086,"ΙΣΤΟΡΙΑΣ ΚΑΙ ΕΘΝΟΛΟΓΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ",11).
department(109,2281,"ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(110,2029,"ΙΣΤΟΡΙΑΣ ΚΑΙ ΑΡΧΑΙΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(111,1672,"ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(112,1546,"ΙΣΤΟΡΙΑΣ ΚΑΙ ΑΡΧΑΙΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(113,1550,"ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",20).
department(114,1372,"ΙΣΤΟΡΙΑΣ ΚΑΙ ΑΡΧΑΙΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",20).
department(115,2566,"ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",21).
department(116,2409,"ΙΣΤΟΡΙΑΣ ΚΑΙ ΑΡΧΑΙΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",21).
department(117,2785,"ΝΟΜΙΚΗΣ","ΝΟΜΙΚΗ",12).
department(118,3256,"ΦΙΛΟΣΟΦΙΑΣ - ΠΑΙΔΑΓΩΓΙΚΗΣ ΚΑΙ ΨΥΧΟΛΟΓΙΑΣ (ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΦΙΛΟΣΟΦΙΚΗ",12).
department(119,2845,"ΝΟΜΙΚΗΣ","ΝΟΜΙΚΗ",8).
department(120,1599,"ΦΙΛΟΣΟΦΙΑΣ & ΠΑΙΔΑΓΩΓΙΚΗΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(121,2889,"ΝΟΜΙΚΗΣ","ΝΟΜΙΚΗ",11).
department(122,1554,"ΦΙΛΟΣΟΦΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",20).
department(123,3003,"ΠΟΛΙΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΔΗΜΟΣΙΑΣ ΔΙΟΙΚΗΣΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(124,1584,"ΔΗΜΟΣΙΑΣ ΔΙΟΙΚΗΣΗΣ","ΕΠΙΣΤΗΜΩΝ ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΗΜΟΣΙΑΣ ΔΙΟΙΚΗΣΗΣ",27).
department(125,1520,"ΠΟΛΙΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΙΣΤΟΡΙΑΣ","ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",27).
department(126,2379,"ΚΟΙΝΩΝΙΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΨΥΧΟΛΟΓΙΑΣ",27).
department(127,2849,"ΑΓΓΛΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(128,2273,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΕΠΙΣΤΗΜΩΝ ΤΗΣ ΑΓΩΓΗΣ",12).
department(129,2563,"ΑΓΓΛΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(130,1383,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΕΠΙΣΤΗΜΩΝ ΑΓΩΓΗΣ",20).
department(131,2382,"ΓΑΛΛΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(132,2597,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΕΠΙΣΤΗΜΩΝ ΑΓΩΓΗΣ",21).
department(133,1624,"ΓΑΛΛΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(134,1921,"ΕΠΙΣΤΗΜΩΝ ΠΡΟΣΧΟΛΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΕΚΠΑΙΔΕΥΣΗΣ","ΠΑΙΔΑΓΩΓΙΚΗ",8).
department(135,2148,"ΓΕΡΜΑΝΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(136,2398,"ΕΠΙΣΤΗΜΩΝ ΤΗΣ ΕΚΠΑΙΔΕΥΣΗΣ ΚΑΙ ΤΗΣ ΑΓΩΓΗΣ ΣΤΗΝ ΠΡΟΣΧΟΛΙΚΗ ΗΛΙΚΙΑ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(137,2468,"ΓΕΡΜΑΝΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(138,2443,"ΦΙΛΟΣΟΦΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",21).
department(139,1972,"ΙΤΑΛΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(140,2024,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΠΑΙΔΑΓΩΓΙΚΗ",8).
department(141,1746,"ΠΑΙΔΑΓΩΓΙΚΟ  ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(142,1442,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΕΠΙΣΤΗΜΩΝ ΑΓΩΓΗΣ",11).
department(143,2128,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(144,2668,"ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΒΙΩΣΙΜΗΣ ΑΝΑΠΤΥΞΗΣ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΓΕΩΓΡΑΦΙΑΣ ΚΑΙ ΕΦΑΡΜΟΣΜΕΝΩΝ ΟΙΚΟΝΟΜΙΚΩΝ",43).
department(145,1787,"ΙΣΤΟΡΙΑΣ ΚΑΙ ΨΗΦΙΑΚΩΝ ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",14).
department(146,2462,"ΘΕΑΤΡΙΚΩΝ ΣΠΟΥΔΩΝ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(147,2268,"ΔΗΜΟΣΙΟΓΡΑΦΙΑΣ ΚΑΙ ΜΕΣΩΝ ΜΑΖΙΚΗΣ ΕΠΙΚΟΙΝΩΝΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(148,2119,"ΕΠΙΚΟΙΝΩΝΙΑΣ & ΜΜΕ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(149,995,"ΚΟΙΝΩΝΙΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(150,2016,"ΔΙΕΘΝΩΝ ΚΑΙ ΕΥΡΩΠΑΙΚΩΝ ΟΙΚΟΝΟΜΙΚΩΝ ΣΠΟΥΔΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",15).
department(151,1774,"ΨΥΧΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(152,2998,"ΟΙΚΟΝΟΜΙΚΗΣ ΚΑΙ ΠΕΡΙΦΕΡΕΙΑΚΗΣ ΑΝΑΠΤΥΞΗΣ","ΕΠΙΣΤΗΜΩΝ ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΗΜΟΣΙΑΣ ΔΙΟΙΚΗΣΗΣ",27).
department(153,2269,"ΕΠΙΚΟΙΝΩΝΙΑΣ, ΜΕΣΩΝ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ","ΔΙΕΘΝΩΝ ΣΠΟΥΔΩΝ ΕΠΙΚΟΙΝΩΝΙΑΣ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ",27).
department(154,2120,"ΕΚΠΑΙΔΕΥΣΗΣ ΚΑΙ ΑΓΩΓΗΣ ΣΤΗΝ ΠΡΟΣΧΟΛΙΚΗ ΗΛΙΚΙΑ","ΕΠΙΣΤΗΜΩΝ ΤΗΣ ΑΓΩΓΗΣ",12).
department(155,2475,"ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ ΚΑΙ ΤΡΑΠΕΖΙΚΗΣ ΔΙΟΙΚΗΤΙΚΗΣ","ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ ΚΑΙ ΣΤΑΤΙΣΤΙΚΗΣ",24).
department(156,1373,"ΠΑΙΔΑΓΩΓΙΚΟ ΝΗΠΙΑΓΩΓΩΝ","ΕΠΙΣΤΗΜΩΝ ΑΓΩΓΗΣ",20).
department(157,2573,"ΝΑΥΤΙΛΙΑΚΩΝ ΣΠΟΥΔΩΝ","ΝΑΥΤΙΛΙΑΣ ΚΑΙ ΒΙΟΜΗΧΑΝΙΑΣ",24).
department(158,2649,"ΠΑΙΔΑΓΩΓΙΚΟ ΠΡΟΣΧΟΛΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΕΠΙΣΤΗΜΩΝ ΑΓΩΓΗΣ",21).
department(159,2833,"ΚΟΙΝΩΝΙΚΗΣ ΠΟΛΙΤΙΚΗΣ","ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",27).
department(160,2178,"ΕΠΙΣΤΗΜΩΝ ΤΗΣ ΕΚΠΑΙΔΕΥΣΗΣ ΣΤΗΝ ΠΡΟΣΧΟΛΙΚΗ ΗΛΙΚΙΑ","ΕΠΙΣΤΗΜΩΝ ΑΓΩΓΗΣ",11).
department(161,1763,"ΔΙΕΘΝΩΝ ΚΑΙ ΕΥΡΩΠΑΪΚΩΝ ΣΠΟΥΔΩΝ","ΚΟΙΝΩΝΙΚΩΝ, ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΩΝ",22).
department(162,2078,"ΕΠΙΣΤΗΜΩΝ ΠΡΟΣΧΟΛΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΟΥ ΣΧΕΔΙΑΣΜΟΥ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(163,1595,"ΚΙΝΗΜΑΤΟΓΡΑΦΟΥ","ΚΑΛΩΝ ΤΕΧΝΩΝ",8).
department(164,1069,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(165,1666,"ΚΟΙΝΩΝΙΚΗΣ ΑΝΘΡΩΠΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΨΥΧΟΛΟΓΙΑΣ",27).
department(166,1229,"ΠΑΙΔΑΓΩΓΙΚΟ ΠΡΟΣΧΟΛΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(167,2839,"ΚΟΙΝΩΝΙΚΗΣ ΑΝΘΡΩΠΟΛΟΓΙΑΣ ΚΑΙ ΙΣΤΟΡΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(168,1603,"ΘΕΑΤΡΟΥ","ΚΑΛΩΝ ΤΕΧΝΩΝ",8).
department(169,2537,"ΘΕΑΤΡΙΚΩΝ ΣΠΟΥΔΩΝ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(170,2366,"ΨΥΧΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΨΥΧΟΛΟΓΙΑΣ",27).
department(171,2809,"ΨΥΧΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(172,1779,"ΨΥΧΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",8).
department(173,2144,"ΙΣΤΟΡΙΑΣ ΚΑΙ ΦΙΛΟΣΟΦΙΑΣ ΤΗΣ ΕΠΙΣΤΗΜΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(174,2282,"ΕΚΠΑΙΔΕΥΤΙΚΗΣ ΚΑΙ ΚΟΙΝΩΝΙΚΗΣ ΠΟΛΙΤΙΚΗΣ","ΚΟΙΝΩΝΙΚΩΝ, ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΩΝ",22).
department(175,1923,"ΦΙΛΟΛΟΓΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(176,1946,"ΒΑΛΚΑΝΙΚΩΝ, ΣΛΑΒΙΚΩΝ ΚΑΙ ΑΝΑΤΟΛΙΚΩΝ ΣΠΟΥΔΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΕΡΙΦΕΡΕΙΑΚΩΝ ΣΠΟΥΔΩΝ",22).
department(177,1936,"ΙΣΤΟΡΙΑΣ, ΑΡΧΑΙΟΛΟΓΙΑΣ ΚΑΙ ΚΟΙΝΩΝΙΚΗΣ ΑΝΘΡΩΠΟΛΟΓΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(178,1057,"ΠΑΙΔΑΓΩΓΙΚΟ ΤΜΗΜΑ ΕΙΔΙΚΗΣ ΑΓΩΓΗΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(179,2104,"ΔΙΕΘΝΩΝ ΚΑΙ ΕΥΡΩΠΑΙΚΩΝ ΣΠΟΥΔΩΝ","ΔΙΕΘΝΩΝ ΣΠΟΥΔΩΝ ΕΠΙΚΟΙΝΩΝΙΑΣ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ",27).
department(180,2465,"ΝΑΥΤΙΛΙΑΣ ΚΑΙ ΕΠΙΧΕΙΡΗΜΑΤΙΚΩΝ ΥΠΗΡΕΣΙΩΝ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ",16).
department(181,2081,"ΜΕΣΟΓΕΙΑΚΩΝ ΣΠΟΥΔΩΝ: ΑΡΧΑΙΟΛΟΓΙΑ, ΓΛΩΣΣΟΛΟΓΙΑ, ΔΙΕΘΝΕΙΣ ΣΧΕΣΕΙΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(182,2396,"ΙΤΑΛΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(183,2651,"ΙΣΠΑΝΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(184,2531,"ΒΑΛΚΑΝΙΚΩΝ ΣΠΟΥΔΩΝ (Συγχωνεύτηκε)","",18).
department(185,1564,"ΕΙΚΑΣΤΙΚΩΝ ΤΕΧΝΩΝ ΚΑΙ ΕΠΙΣΤΗΜΩΝ ΤΗΣ ΤΕΧΝΗΣ","ΚΑΛΩΝ ΤΕΧΝΩΝ",20).
department(186,2836,"ΓΛΩΣΣΑΣ ΦΙΛΟΛΟΓΙΑΣ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ ΠΑΡΕΥΞΕΙΝΙΩΝ ΧΩΡΩΝ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ",11).
department(187,1477,"ΚΟΙΝΩΝΙΚΗΣ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΗΣ ΠΟΛΙΤΙΚΗΣ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",25).
department(188,1743,"ΤΟΥΡΚΙΚΩΝ ΣΠΟΥΔΩΝ ΚΑΙ ΣΥΓΧΡΟΝΩΝ ΑΣΙΑΤΙΚΩΝ ΣΠΟΥΔΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(189,2657,"ΦΙΛΟΛΟΓΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΠΟΛΙΤΙΣΜΙΚΩΝ ΣΠΟΥΔΩΝ",25).
department(190,1289,"ΝΟΣΗΛΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",25).
department(191,1282,"ΠΕΡΙΦΕΡΕΙΑΚΗΣ ΟΙΚΟΝΟΜΙΚΗΣ ΑΝΑΠΤΥΞΗΣ (Συγχωνεύτηκε)","",26).
department(192,1397,"ΡΩΣΙΚΗΣ ΓΛΩΣΣΑΣ ΚΑΙ ΦΙΛΟΛΟΓΙΑΣ ΚΑΙ ΣΛΑΒΙΚΩΝ ΣΠΟΥΔΩΝ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(200,2377,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΜΗΧΑΝΙΚΗΣ ΥΛΙΚΩΝ","ΘΕΤΙΚΩΝ & ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(201,1974,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ",13).
department(203,1647,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",8).
department(205,1780,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(207,2711,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",11).
department(208,1761,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",19).
department(209,1245,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ",13).
department(210,1126,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",18).
department(211,1642,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",8).
department(212,2680,"ΔΑΣΟΛΟΓΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΦΥΣΙΚΩΝ ΠΟΡΩΝ","ΕΠΙΣΤΗΜΩΝ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΔΑΣΟΛΟΓΙΑΣ",11).
department(213,1940,"ΜΗΧΑΝΟΛΟΓΩΝ & ΑΕΡΟΝΑΥΠΗΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(214,1307,"ΧΗΜΙΚΩΝ ΜΗΧΑΝΙΚΩΝ\xA0\ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΧΗΜΙΚΩΝ ΜΗΧΑΝΙΚΩΝ\xA0\ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ",28).
department(215,2608,"ΜΗΧΑΝΙΚΩΝ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ ΚΑΙ ΠΛΗΡΟΦΟΡΙΚΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(216,1320,"ΕΠΙΣΤΗΜΗΣ ΥΠΟΛΟΓΙΣΤΩΝ","ΘΕΤΙΚΩΝ & ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(217,1482,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ",13).
department(218,2568,"ΣΤΑΤΙΣΤΙΚΗΣ ΚΑΙ ΑΝΑΛΟΓΙΣΤΙΚΩΝ-ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΩΝ ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(219,1609,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",8).
department(220,1303,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",19).
department(221,1333,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΥΠΟΛΟΓΙΣΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(222,2469,"ΜΗΧΑΝΙΚΩΝ ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ ΣΧΟΛΗ",16).
department(223,2532,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",11).
department(224,1777,"ΜΗΧΑΝΙΚΩΝ ΠΑΡΑΓΩΓΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ",11).
department(225,1248,"ΑΓΡΟΝΟΜΩΝ ΚΑΙ ΤΟΠΟΓΡΑΦΩΝ ΜΗΧΑΝΙΚΩΝ - ΜΗΧΑΝΙΚΩΝ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ","ΑΓΡΟΝΟΜΩΝ ΚΑΙ ΤΟΠΟΓΡΑΦΩΝ ΜΗΧΑΝΙΚΩΝ - ΜΗΧΑΝΙΚΩΝ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ",13).
department(227,1630,"ΑΓΡΟΝΟΜΩΝ ΚΑΙ ΤΟΠΟΓΡΑΦΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",8).
department(228,2544,"ΜΗΧΑΝΙΚΩΝ ΧΩΡΟΤΑΞΙΑΣ, ΠΟΛΕΟΔΟΜΙΑΣ ΚΑΙ ΠΕΡΙΦΕΡΕΙΑΚΗΣ ΑΝΑΠΤΥΞΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ",19).
department(229,1281,"ΝΑΥΠΗΓΩΝ ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΝΑΥΠΗΓΩΝ ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ",13).
department(230,1558,"ΜΗΧΑΝΙΚΩΝ ΠΑΡΑΓΩΓΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ","ΜΗΧΑΝΙΚΩΝ ΠΑΡΑΓΩΓΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",28).
department(231,1144,"ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ","ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ",13).
department(232,1419,"ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(233,1286,"ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",8).
department(234,1714,"ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",11).
department(235,1394,"ΧΗΜΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΧΗΜΙΚΩΝ ΜΗΧΑΝΙΚΩΝ",13).
department(236,1327,"ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",19).
department(237,1653,"ΧΗΜΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",8).
department(238,2014,"ΜΗΧΑΝΙΚΩΝ ΣΧΕΔΙΑΣΗΣ ΠΡΟΙΟΝΤΩΝ ΚΑΙ ΣΥΣΤΗΜΑΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ ΣΧΟΛΗ",16).
department(239,1600,"ΧΗΜΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(240,2290,"ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",15).
department(241,1376,"ΜΕΤΑΛΛΕΙΟΛΟΓΩΝ ΜΕΤΑΛΛΟΥΡΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΜΕΤΑΛΛΕΙΟΛΟΓΩΝ ΜΕΤΑΛΛΟΥΡΓΩΝ ΜΗΧΑΝΙΚΩΝ",13).
department(242,1382,"ΜΗΧΑΝΙΚΩΝ ΟΡΥΚΤΩΝ ΠΟΡΩΝ","ΜΗΧΑΝΙΚΩΝ ΟΡΥΚΤΩΝ ΠΟΡΩΝ",28).
department(243,2801,"ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(245,2730,"ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(246,1497,"ΕΦΑΡΜΟΣΜΕΝΩΝ ΜΑΘΗΜΑΤΙΚΩΝ ΚΑΙ ΦΥΣΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΜΑΘΗΜΑΤΙΚΩΝ ΚΑΙ ΦΥΣΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",13).
department(247,1622,"ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(248,1486,"ΜΑΘΗΜΑΤΙΚΩΝ ΚΑΙ ΕΦΑΡΜΟΣΜΕΝΩΝ ΜΑΘΗΜΑΤΙΚΩΝ - ΕΦΑΡΜΟΣΜΕΝΩΝ ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ & ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(249,1117,"ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(250,1670,"ΕΠΙΣΤΗΜΩΝ ΤΗΣ ΘΑΛΑΣΣΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΠΕΡΙΒΑΛΛΟΝΤΟΣ",16).
department(251,2390,"ΜΑΘΗΜΑΤΙΚΩΝ ΚΑΙ ΕΦΑΡΜΟΣΜΕΝΩΝ ΜΑΘΗΜΑΤΙΚΩΝ - ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ & ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(252,1726,"ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(253,2135,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(255,2068,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(257,2617,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(259,1398,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(261,1752,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ & ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(262,1505,"ΨΗΦΙΑΚΩΝ ΣΥΣΤΗΜΑΤΩΝ","ΤΕΧΝΟΛΟΓΙΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΩΝ",24).
department(263,2848,"ΧΗΜΕΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(265,1727,"ΧΗΜΕΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(267,2071,"ΧΗΜΕΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(269,1063,"ΧΗΜΕΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(270,2627,"ΧΗΜΕΙΑΣ","ΘΕΤΙΚΩΝ & ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(271,148553,"ΔΙΑΧΕΙΡΙΣΗΣ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΦΥΣΙΚΩΝ ΠΟΡΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(272,1312,"ΜΗΧΑΝΙΚΩΝ ΕΠΙΣΤΗΜΗΣ ΥΛΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",20).
department(273,2535,"ΓΕΩΠΟΝΙΑΣ","ΓΕΩΠΟΝΙΑΣ, ΔΑΣΟΛΟΓΙΑΣ ΚΑΙ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ",8).
department(274,2460,"ΓΕΩΠΟΝΙΑΣ ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ ΚΑΙ ΑΓΡΟΤΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(275,1916,"ΔΑΣΟΛΟΓΙΑΣ ΚΑΙ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΓΕΩΠΟΝΙΑΣ, ΔΑΣΟΛΟΓΙΑΣ ΚΑΙ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ",8).
department(276,2389,"ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ",16).
department(277,2534,"ΒΙΟΛΟΓΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(279,1598,"ΒΙΟΛΟΓΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(280,1385,"ΒΙΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΩΝ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",20).
department(281,2022,"ΒΙΟΛΟΓΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(282,1938,"ΒΙΟΛΟΓΙΑΣ","ΘΕΤΙΚΩΝ & ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(283,2666,"ΓΕΩΛΟΓΙΑΣ ΚΑΙ ΓΕΩΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(284,1724,"ΒΙΟΧΗΜΕΙΑΣ ΚΑΙ ΒΙΟΤΕΧΝΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",19).
department(285,1591,"ΓΕΩΛΟΓΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(287,1917,"ΓΕΩΛΟΓΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(288,1379,"ΕΠΙΣΤΗΜΗΣ ΤΩΝ ΥΛΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(289,2715,"ΦΑΡΜΑΚΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",12).
department(290,1386,"ΜΟΡΙΑΚΗΣ ΒΙΟΛΟΓΙΑΣ ΚΑΙ ΓΕΝΕΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",11).
department(291,1973,"ΦΑΡΜΑΚΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",8).
department(293,1553,"ΦΑΡΜΑΚΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",23).
department(294,2659,"ΕΠΙΣΤΗΜΗΣ ΔΙΑΙΤΟΛΟΓΙΑΣ - ΔΙΑΤΡΟΦΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ ΚΑΙ ΑΓΩΓΗΣ",43).
department(295,2919,"ΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",12).
department(297,1096,"ΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",8).
department(299,1567,"ΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",23).
department(300,1733,"ΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",19).
department(301,1549,"ΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",20).
department(302,975,"ΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",11).
department(303,2410,"ΟΔΟΝΤΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",12).
department(304,2026,"ΙΑΤΡΙΚΗΣ","ΙΑΤΡΙΚΗ ΣΧΟΛΗ",21).
department(305,1337,"ΟΔΟΝΤΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",8).
department(306,2003,"ΝΟΣΗΛΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",12).
department(307,2596,"ΚΤΗΝΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",8).
department(308,1231,"ΚΤΗΝΙΑΤΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",19).
department(309,2262,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(310,2642,"ΓΕΩΓΡΑΦΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(311,1650,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(312,1719,"ΟΙΚΟΝΟΜΙΚΗΣ ΕΠΙΣΤΗΜΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",15).
department(313,2481,"ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",15).
department(314,1952,"ΜΑΡΚΕΤΙΝΓΚ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ","ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",15).
department(315,1384,"ΟΙΚΟΝΟΜΙΚΗΣ ΕΠΙΣΤΗΜΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ, ΕΠΙΧΕΙΡΗΜΑΤΙΚΩΝ ΚΑΙ ΔΙΕΘΝΩΝ ΣΠΟΥΔΩΝ",24).
department(316,2717,"ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ, ΕΠΙΧΕΙΡΗΜΑΤΙΚΩΝ ΚΑΙ ΔΙΕΘΝΩΝ ΣΠΟΥΔΩΝ",24).
department(317,2080,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΕΡΙΦΕΡΕΙΑΚΩΝ ΣΠΟΥΔΩΝ",22).
department(318,1515,"ΣΤΑΤΙΣΤΙΚΗΣ ΚΑΙ ΑΣΦΑΛΙΣΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ","ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ ΚΑΙ ΣΤΑΤΙΣΤΙΚΗΣ",24).
department(319,1316,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",23).
department(320,2495,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ",16).
department(321,1226,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(322,2111,"ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",22).
department(323,2300,"ΕΠΙΣΤΗΜΗΣ ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ","ΕΠΙΣΤΗΜΩΝ ΤΩΝ ΦΥΤΩΝ",10).
department(324,2688,"ΕΠΙΣΤΗΜΗΣ ΖΩΙΚΗΣ ΠΑΡΑΓΩΓΗΣ","ΕΠΙΣΤΗΜΩΝ ΤΩΝ ΖΩΩΝ",10).
department(325,2067,"ΒΙΟΤΕΧΝΟΛΟΓΙΑΣ","ΕΦΑΡΜΟΣΜΕΝΗΣ ΒΙΟΛΟΓΙΑΣ ΚΑΙ ΒΙΟΤΕΧΝΟΛΟΓΙΑΣ",10).
department(326,2141,"ΑΓΡΟΤΙΚΗΣ ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΑΝΑΠΤΥΞΗΣ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",10).
department(327,2714,"ΑΞΙΟΠΟΙΗΣΗΣ ΦΥΣΙΚΩΝ ΠΟΡΩΝ ΚΑΙ ΓΕΩΡΓΙΚΗΣ ΜΗΧΑΝΙΚΗΣ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΓΕΩΡΓΙΚΗΣ ΜΗΧΑΝΙΚΗΣ",10).
department(328,2197,"ΕΠΙΣΤΗΜΗΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ ΤΟΥ ΑΝΘΡΩΠΟΥ","ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",10).
department(329,1920,"ΣΤΑΤΙΣΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΗΣ ΠΛΗΡΟΦΟΡΙΑΣ",15).
department(330,1937,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(331,1395,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ",28).
department(332,2264,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",19).
department(333,2466,"ΠΛΗΡΟΦΟΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΗΣ ΠΛΗΡΟΦΟΡΙΑΣ",15).
department(334,2536,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΗΜΟΤΙΚΗΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(335,1651,"ΕΦΑΡΜΟΣΜΕΝΗΣ ΠΛΗΡΟΦΟΡΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΠΛΗΡΟΦΟΡΙΑΣ",22).
department(336,1493,"ΒΙΟΜΗΧΑΝΙΚΗΣ ΔΙΟΙΚΗΣΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΝΑΥΤΙΛΙΑΣ ΚΑΙ ΒΙΟΜΗΧΑΝΙΑΣ",24).
department(337,2285,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",22).
department(338,1596,"ΠΛΗΡΟΦΟΡΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(339,2171,"ΠΛΗΡΟΦΟΡΙΚΗΣ","ΤΕΧΝΟΛΟΓΙΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΩΝ",24).
department(340,1241,"ΜΗΧΑΝΙΚΩΝ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ ΚΑΙ ΠΛΗΡΟΦΟΡΙΚΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ",20).
department(341,2472,"ΠΑΙΔΑΓΩΓΙΚΟ ΝΗΠΙΑΓΩΓΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(342,2373,"ΑΡΧΕΙΟΝΟΜΙΑΣ, ΒΙΒΛΙΟΘΗΚΟΝΟΜΙΑΣ ΚΑΙ ΜΟΥΣΕΙΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΗΣ ΤΗΣ ΠΛΗΡΟΦΟΡΙΑΣ ΚΑΙ ΠΛΗΡΟΦΟΡΙΚΗΣ",14).
department(343,1440,"ΚΟΙΝΩΝΙΚΗΣ ΔΙΟΙΚΗΣΗΣ ΚΑΙ ΠΟΛΙΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ - ΚΟΙΝΩΝΙΚΗΣ ΔΙΟΙΚΗΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΚΟΙΝΩΝΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(344,1738,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΑΚΩΝ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΚΩΝ ΣΥΣΤΗΜΑΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ ΣΧΟΛΗ",16).
department(345,1578,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΔΙΟΙΚΗΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(346,148554,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ ΑΓΡΟΤΙΚΩΝ ΠΡΟΙΟΝΤΩΝ ΚΑΙ ΤΡΟΦΙΜΩΝ","ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",23).
department(347,1732,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",15).
department(348,2729,"ΚΟΙΝΩΝΙΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(349,2707,"ΔΙΕΘΝΩΝ ΟΙΚΟΝΟΜΙΚΩΝ ΣΧΕΣΕΩΝ ΚΑΙ ΑΝΑΠΤΥΞΗΣ (Συγχωνεύτηκε)","",11).
department(350,1573,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΔΙΟΙΚΗΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(351,2474,"ΠΟΛΙΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",21).
department(352,2546,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",23).
department(353,2633,"ΑΓΡΟΤΙΚΗΣ ΑΝΑΠΤΥΞΗΣ","ΕΠΙΣΤΗΜΩΝ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΔΑΣΟΛΟΓΙΑΣ",11).
department(354,2654,"ΠΟΛΙΤΙΣΜΙΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",16).
department(355,2841,"ΔΙΕΘΝΩΝ ΚΑΙ ΕΥΡΩΠΑΙΚΩΝ ΣΠΟΥΔΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ, ΕΠΙΧΕΙΡΗΜΑΤΙΚΩΝ ΚΑΙ ΔΙΕΘΝΩΝ ΣΠΟΥΔΩΝ",24).
department(356,2671,"ΓΕΩΓΡΑΦΙΑΣ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΓΕΩΓΡΑΦΙΑΣ ΚΑΙ ΕΦΑΡΜΟΣΜΕΝΩΝ ΟΙΚΟΝΟΜΙΚΩΝ",43).
department(357,1645,"ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",8).
department(358,1492,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΥΠΟΛΟΓΙΣΤΩΝ (Συγχωνεύτηκε)","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",25).
department(359,1500,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ (Συγχωνεύτηκε)","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",25).
department(360,1586,"ΓΕΩΠΟΝΙΑΣ ΙΧΘΥΟΛΟΓΙΑΣ ΚΑΙ ΥΔΑΤΙΝΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(361,2451,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",25).
department(362,1908,"ΘΕΑΤΡΙΚΩΝ ΣΠΟΥΔΩΝ","ΚΑΛΩΝ ΤΕΧΝΩΝ",25).
department(363,1939,"ΜΗΧΑΝΙΚΩΝ ΧΩΡΟΤΑΞΙΑΣ ΚΑΙ ΑΝΑΠΤΥΞΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ",8).
department(364,2676,"ΜΑΡΚΕΤΙΝΓΚ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΛΕΙΤΟΥΡΓΙΩΝ (Συγχωνεύτηκε)","",22).
department(365,2185,"ΔΙΟΙΚΗΣΗΣ ΤΕΧΝΟΛΟΓΙΑΣ ΜΑΚΕΔΟΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",22).
department(366,964,"ΠΛΗΡΟΦΟΡΙΚΗΣ","ΕΠΙΣΤΗΜΗΣ ΤΗΣ ΠΛΗΡΟΦΟΡΙΑΣ ΚΑΙ ΠΛΗΡΟΦΟΡΙΚΗΣ",14).
department(367,1975,"ΤΕΧΝΩΝ ΗΧΟΥ ΚΑΙ ΕΙΚΟΝΑΣ","ΜΟΥΣΙΚΗΣ ΚΑΙ ΟΠΤΙΚΟΑΚΟΥΣΤΙΚΩΝ ΤΕΧΝΩΝ",14).
department(368,148557,"ΔΙΑΧΕΙΡΙΣΗΣ ΠΟΛΙΤΙΣΜΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΝΕΩΝ ΤΕΧΝΟΛΟΓΙΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",23).
department(369,148558,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΜΕ ΕΦΑΡΜΟΓΕΣ ΣΤΗ ΒΙΟΙΑΤΡΙΚΗ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(370,1814,"ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ","ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ",28).
department(371,1292,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΠΟΛΥΤΕΧΝΙΚΗ",18).
department(372,2131,"ΕΠΙΣΤΗΜΗΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ",16).
department(373,2731,"ΠΟΛΙΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ","ΚΟΙΝΩΝΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(374,2734,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (Συγχωνεύτηκε)","",11).
department(375,325353,"ΤΟΥΡΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ, ΕΠΙΧΕΙΡΗΜΑΤΙΚΩΝ ΚΑΙ ΔΙΕΘΝΩΝ ΣΠΟΥΔΩΝ",24).
department(384,3010,"ΘΕΩΡΙΑΣ ΚΑΙ ΙΣΤΟΡΙΑΣ ΤΗΣ ΤΕΧΝΗΣ","ΚΑΛΩΝ ΤΕΧΝΩΝ",6).
department(385,2593,"ΞΕΝΩΝ ΓΛΩΣΣΩΝ, ΜΕΤΑΦΡΑΣΗΣ ΚΑΙ ΔΙΕΡΜΗΝΕΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",14).
department(387,368232,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΚΑΙ ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",47).
department(388,367688,"ΜΗΧΑΝΙΚΩΝ ΒΙΟΪΑΤΡΙΚΗΣ","ΜΗΧΑΝΙΚΩΝ",47).
department(389,367662,"ΜΗΧΑΝΙΚΩΝ ΒΙΟΜΗΧΑΝΙΚΗΣ ΣΧΕΔΙΑΣΗΣ ΚΑΙ ΠΑΡΑΓΩΓΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ",47).
department(390,368259,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΥΠΟΛΟΓΙΣΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",47).
department(391,367681,"ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ ΚΑΙ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ","ΠΟΛΥΤΕΧΝΙΚΗ",47).
department(392,367705,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",47).
department(393,367737,"ΝΑΥΠΗΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",47).
department(394,367666,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",47).
department(400,2728,"ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΑΘΛΗΤΙΣΜΟΥ","ΕΠΙΣΤΗΜΩΝ ΑΝΘΡΩΠΙΝΗΣ ΚΙΝΗΣΗΣ ΚΑΙ ΠΟΙΟΤΗΤΑΣ ΤΗΣ ΖΩΗΣ",25).
department(401,2724,"ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ","ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ",12).
department(402,1663,"ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ (ΣΕΡΡΩΝ)","ΕΠΙΣΤΗΜΩΝ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ",8).
department(403,2794,"ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ","ΕΠΙΣΤΗΜΩΝ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ",8).
department(404,2082,"ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ","ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ, ΑΘΛΗΤΙΣΜΟΥ ΚΑΙ ΕΡΓΟΘΕΡΑΠΕΙΑΣ",11).
department(405,1411,"ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ ΚΑΙ ΑΘΛΗΤΙΣΜΟΥ","ΕΠΙΣΤΗΜΩΝ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ, ΑΘΛΗΤΙΣΜΟΥ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ",19).
department(406,2115,"ΜΟΥΣΙΚΩΝ ΣΠΟΥΔΩΝ","ΚΑΛΩΝ ΤΕΧΝΩΝ",8).
department(407,1434,"ΜΟΥΣΙΚΩΝ ΣΠΟΥΔΩΝ","ΜΟΥΣΙΚΗΣ ΚΑΙ ΟΠΤΙΚΟΑΚΟΥΣΤΙΚΩΝ ΤΕΧΝΩΝ",14).
department(408,2276,"ΜΟΥΣΙΚΩΝ ΣΠΟΥΔΩΝ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(409,2134,"ΜΟΥΣΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΗΣ","ΚΟΙΝΩΝΙΚΩΝ, ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΩΝ",22).
department(411,2713,"ΠΟΛΙΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΔΙΕΘΝΩΝ ΣΧΕΣΕΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",25).
department(412,2745,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΜΑΤΙΚΗΣ","ΨΗΦΙΑΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ",43).
department(413,2194,"ΠΡΟΓΡΑΜΜΑ ΙΕΡΑΤΙΚΩΝ ΣΠΟΥΔΩΝ","",2).
department(414,1510,"ΠΡΟΓΡΑΜΜΑ ΙΕΡΑΤΙΚΩΝ ΣΠΟΥΔΩΝ","",5).
department(415,1704,"ΠΡΟΓΡΑΜΜΑ ΙΕΡΑΤΙΚΩΝ ΣΠΟΥΔΩΝ","",3).
department(416,2754,"ΠΡΟΓΡΑΜΜΑ ΙΕΡΑΤΙΚΩΝ ΣΠΟΥΔΩΝ","",4).
department(417,1708,"ΠΡΟΓΡΑΜΜΑ ΕΚΚΛΗΣΙΑΣΤΙΚΗΣ ΜΟΥΣΙΚΗΣ ΚΑΙ ΨΑΛΤΙΚΗΣ","",3).
department(418,2757,"ΠΡΟΓΡΑΜΜΑ ΕΚΚΛΗΣΙΑΣΤΙΚΗΣ ΜΟΥΣΙΚΗΣ ΚΑΙ ΨΑΛΤΙΚΗΣ","",4).
department(419,2196,"ΠΡΟΓΡΑΜΜΑ ΔΙΑΧΕΙΡΙΣΗΣ ΕΚΚΛΗΣΙΑΣΤΙΚΩΝ ΚΕΙΜΗΛΙΩΝ","",2).
department(420,1514,"ΠΡΟΓΡΑΜΜΑ ΔΙΑΧΕΙΡΙΣΗΣ ΕΚΚΛΗΣΙΑΣΤΙΚΩΝ ΚΕΙΜΗΛΙΩΝ","",5).
department(443,1471,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ ΚΑΙ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. - ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",29).
department(444,2360,"ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΕΡΓΩΝ ΥΠΟΔΟΜΗΣ (Συγχωνεύτηκε)","ΑΣΠΑΙΤΕ",9).
department(445,1314,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",40).
department(447,2378,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",1).
department(449,1768,"ΠΟΛΙΤΙΚΩΝ ΕΡΓΩΝ ΥΠΟΔΟΜΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",39).
department(451,412080,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΛΑΡΙΣΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(453,1544,"ΠΟΛΙΤΙΚΩΝ ΔΟΜΙΚΩΝ ΕΡΓΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",35).
department(455,2533,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ ΚΑΙ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. - ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",41).
department(456,1392,"ΠΟΛΙΤΙΚΩΝ ΔΟΜΙΚΩΝ ΕΡΓΩΝ (Συγχωνεύτηκε)","",37).
department(457,2261,"ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΔΟΜΙΚΩΝ ΕΡΓΩΝ (Συγχωνεύτηκε)","ΑΣΠΑΙΤΕ",9).
department(461,1322,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",40).
department(465,1776,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",39).
department(467,412072,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε.","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(469,1563,"ΜΗΧΑΝΟΛΟΓΙΑΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",35).
department(471,1278,"ΜΗΧΑΝΙΚΩΝ ΤΕΧΝΟΛΟΓΙΑΣ ΠΕΤΡΕΛΑΙΟΥ ΚΑΙ ΦΥΣΙΚΟΥ ΑΕΡΙΟΥ Τ.Ε. ΚΑΙ ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. - ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",33).
department(473,1581,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΒΙΟΜΗΧΑΝΙΚΟΥ ΣΧΕΔΙΑΣΜΟΥ Τ.Ε. - ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ T.E. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",30).
department(475,2502,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",41).
department(476,2583,"ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΠΟΛΥΤΕΧΝΙΚΗ",11).
department(477,2260,"ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΑΣΠΑΙΤΕ",9).
department(479,412087,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",12).
department(480,1718,"ΜΗΧΑΝΙΚΩΝ ΒΙΟΪΑΤΡΙΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",29).
department(483,1306,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",40).
department(487,1762,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",39).
department(489,412074,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε.","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(491,1903,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",35).
department(493,1064,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",33).
department(495,1480,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",30).
department(497,2259,"ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ - ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΑΣΠΑΙΤΕ",9).
department(498,1669,"ΗΛΕΚΤΡΟΛΟΓΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",36).
department(499,412088,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",12).
department(501,1451,"ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",29).
department(503,1293,"ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",40).
department(505,1721,"ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",1).
department(506,412081,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΛΑΜΙΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(507,2258,"ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ - ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΑΣΠΑΙΤΕ",9).
department(508,2694,"ΤΕΧΝΟΛΟΓΙΑΣ ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ (Συγχωνεύτηκε)","",32).
department(509,1466,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ ΚΑΙ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. - ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ & ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",29).
department(510,1109,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ ΚΑΙ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. - ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ & ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",41).
department(511,1415,"ΝΑΥΠΗΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",29).
department(512,1429,"ΜΗΧΑΝΙΚΩΝ ΕΝΕΡΓΕΙΑΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",29).
department(513,1909,"ΜΗΧΑΝΙΚΩΝ ΤΕΧΝΟΛΟΓΙΑΣ ΠΕΤΡΕΛΑΙΟΥ ΚΑΙ ΦΥΣΙΚΟΥ ΑΕΡΙΟΥ Τ.Ε. ΚΑΙ ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. - ΜΗΧΑΝΙΚΩΝ ΤΕΧΝΟΛΟΓΙΑΣ ΠΕΤΡΕΛΑΙΟΥ ΚΑΙ ΦΥΣΙΚΟΥ ΑΕΡΙΟΥ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",33).
department(514,1432,"ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΑΝΤΙΡΡΥΠΑΝΣΗΣ Τ.Ε. - ΜΗΧΑΝΙΚΩΝ ΑΝΤΙΡΡΥΠΑΝΣΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",30).
department(515,2880,"ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",34).
department(516,2399,"ΜΗΧΑΝΟΛΟΓΩΝ ΟΧΗΜΑΤΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",1).
department(517,2088,"ΓΡΑΦΙΣΤΙΚΗΣ - ΤΕΧΝΟΛΟΓΙΑΣ ΓΡΑΦΙΚΩΝ ΤΕΧΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΚΑΛΛΙΤΕΧΝΙΚΩΝ ΣΠΟΥΔΩΝ",29).
department(518,1421,"ΦΩΤΟΓΡΑΦΙΑΣ ΚΑΙ ΟΠΤΙΚΟΑΚΟΥΣΤΙΚΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΚΑΛΛΙΤΕΧΝΙΚΩΝ ΣΠΟΥΔΩΝ",29).
department(519,1476,"ΕΣΩΤΕΡΙΚΗΣ ΑΡΧΙΤΕΚΤΟΝΙΚΗΣ, ΔΙΑΚΟΣΜΗΣΗΣ ΚΑΙ ΣΧΕΔΙΑΣΜΟΥ ΑΝΤΙΚΕΙΜΕΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΚΑΛΛΙΤΕΧΝΙΚΩΝ ΣΠΟΥΔΩΝ",29).
department(520,1516,"ΣΥΝΤΗΡΗΣΗΣ ΑΡΧΑΙΟΤΗΤΩΝ & ‘ΕΡΓΩΝ ΤΕΧΝΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΚΑΛΛΙΤΕΧΝΙΚΩΝ ΣΠΟΥΔΩΝ",29).
department(521,1527,"ΓΡΑΦΙΣΤΙΚΗΣ - ΓΡΑΦΙΣΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΚΑΛΛΙΤΕΧΝΙΚΩΝ ΣΠΟΥΔΩΝ",29).
department(522,412078,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΣΧΕΔΙΑΣΜΟΥ & ΤΕΧΝΟΛΟΓΙΑΣ ΞΥΛΟΥ & ΕΠΙΠΛΟΥ Τ.Ε.","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(523,1902,"ΑΝΑΚΑΙΝΙΣΗΣ & ΑΠΟΚΑΤΑΣΤΑΣΗΣ ΚΤΙΡΙΩΝ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",39).
department(524,1759,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΜΕΣΩΝ ΜΑΖΙΚΗΣ ΕΝΗΜΕΡΩΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",39).
department(525,2176,"ΕΦΑΡΜΟΓΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΣΤΗ ΔΙΟΙΚΗΣΗ ΚΑΙ ΣΤΗΝ ΟΙΚΟΝΟΜΙΑ (Συγχωνεύτηκε)","",39).
department(526,1574,"ΕΜΠΟΡΙΑΣ ΚΑΙ ΔΙΑΦΗΜΙΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",35).
department(527,1532,"ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ ΚΑΙ ΑΣΦΑΛΙΣΤΙΚΗΣ (Συγχωνεύτηκε)","",35).
department(528,1313,"ΑΡΧΙΤΕΚΤΟΝΙΚΗΣ ΤΟΠΙΟΥ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",33).
department(529,2727,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",34).
department(530,2578,"ΕΠΙΧΕΙΡΗΣΙΑΚΗΣ ΠΛΗΡΟΦΟΡΙΚΗΣ (Συγχωνεύτηκε)","",30).
department(531,2113,"ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",1).
department(532,1485,"ΜΗΧΑΝΙΚΩΝ ΦΥΣΙΚΩΝ ΠΟΡΩΝ ΚΑΙ ΠΕΡΙΒΑΛΛΟΝΤΟΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΦΑΡΜΟΣΜΕΝΩΝ ΕΠΙΣΤΗΜΩΝ",35).
department(533,1488,"ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",37).
department(535,1557,"ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",35).
department(536,2669,"ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",34).
department(537,1425,"ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ - ΓΕΩΠΟΝΙΑΣ",30).
department(538,2564,"ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",31).
department(539,2288,"ΖΩΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",1).
department(540,1145,"ΖΩΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",31).
department(541,1097,"ΖΩΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",37).
department(542,1495,"ΖΩΙΚΗΣ ΠΑΡΑΓΩΓΗΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ - ΓΕΩΠΟΝΙΑΣ",30).
department(543,2381,"ΑΓΡΟΤΙΚΗΣ ΑΝΑΠΤΥΞΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΑΓΡΟΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",1).
department(544,148571,"ΜΗΧΑΝΟΛΟΓΙΑ ΚΑΙ ΥΔΑΤΙΝΩΝ ΠΟΡΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",39).
department(545,1404,"ΜΗΧΑΝΙΚΗΣ ΒΙΟΣΥΣΤΗΜΑΤΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",37).
department(546,1324,"ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",32).
department(547,1723,"ΤΕΧΝΟΛ. ΑΛΙΕΙΑΣ & ΥΔΑΤΟΚΑΛΛΙΕΡΓΕΙΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",1).
department(548,2723,"ΙΧΘΥΟΚΟΜΙΑΣ ΑΛΙΕΙΑΣ (Συγχωνεύτηκε)","",31).
department(549,148572,"ΔΙΟΙΚΗΣΗΣ ΣΥΣΤΗΜΑΤΩΝ ΕΦΟΔΙΑΣΜΟΥ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",41).
department(550,2386,"ΔΑΣΟΠΟΝΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ  ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",33).
department(551,412083,"ΔΑΣΟΠΟΝΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",10).
department(552,1636,"ΘΕΡΜΟΚΗΠΙΑΚΩΝ ΚΑΛΛΙΕΡΓΕΙΩΝ ΚΑΙ ΑΝΘΟΚΟΜΙΑΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",35).
department(553,412085,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΔΑΣΟΠΟΝΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΠΑΡΑΡΤΗΜΑ ΚΑΡΔΙΤΣΑΣ",19).
department(554,2636,"ΘΕΡΜΟΚΗΠΙΑΚΩΝ ΚΑΛΛΙΕΡΓΕΙΩΝ & ΑΝΘΟΚΟΜΙΑΣ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",34).
department(555,148573,"ΤΕΧΝΟΛΟΓΙΑΣ ΑΛΙΕΙΑΣ - ΥΔΑΤΟΚΑΛΛΙΕΡΓΕΙΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",39).
department(556,1767,"ΑΝΘΟΚΟΜΙΑΣ & ΑΡΧΙΤΕΚΤΟΝΙΚΗΣ ΤΟΠΙΟΥ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",31).
department(557,148574,"ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",39).
department(558,1122,"ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΩΝ ΕΦΑΡΜΟΓΩΝ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ ΟΙΚΟΝΟΜΙΑΣ",30).
department(559,1330,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",40).
department(561,2117,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",1).
department(563,1922,"ΛΟΓΙΣΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(565,412079,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",19).
department(567,1090,"ΛΟΓΙΣΤΙΚΗΣ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",35).
department(569,1766,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",33).
department(571,2401,"ΛΟΓΙΣΤΙΚΗΣ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ ΟΙΚΟΝΟΜΙΑΣ",30).
department(575,2619,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",41).
department(577,412090,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",12).
department(578,1731,"ΛΟΓΙΣΤΙΚΗΣ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",31).
department(579,1906,"ΛΟΓΙΣΤΙΚΗΣ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",38).
department(580,1222,"ΔΙΕΘΝΟΥΣ ΕΜΠΟΡΙΟΥ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",30).
department(581,1635,"ΕΜΠΟΡΙΑΣ & ΔΙΑΦΗΜΙΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",29).
department(582,1396,"ΔΙΟΙΚΗΣΗΣ & ΔΙΑΧΕΙΡΙΣΗΣ ΕΡΓΩΝ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",37).
department(583,2383,"ΕΜΠΟΡΙΑΣ & ΔΙΑΦΗΜΙΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",1).
department(584,2522,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΟΡΓΑΝΙΣΜΩΝ - ΤΟΠΙΚΗΣ ΑΥΤΟΔΙΟΙΚΗΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",34).
department(585,1483,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",29).
department(586,1652,"ΔΙΑΧΕΙΡΙΣΗΣ ΠΛΗΡΟΦΟΡΙΩΝ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",33).
department(587,1755,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",33).
department(589,1748,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(590,1507,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (Συγχωνεύτηκε)","",32).
department(591,412071,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",19).
department(592,1968,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΒΙΟΜΗΧΑΝΙΚΟΥ ΣΧΕΔΙΑΣΜΟΥ Τ.Ε. - ΒΙΟΜΗΧΑΝΙΚΟΥ ΣΧΕΔΙΑΣΜΟΥ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",30).
department(593,1945,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΗΡΑΚΛΕΙΟ) - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ  (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",35).
department(594,2525,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΟΡΓΑΝΙΣΜΩΝ - ΔΙΟΙΚΗΣΗ ΜΟΝΑΔΩΝ ΥΓΕΙΑΣ ΚΑΙ ΠΡΟΝΟΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",34).
department(595,1730,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",41).
department(596,1715,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΟΖΑΝΗ) (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ ΟΙΚΟΝΟΜΙΑΣ",30).
department(597,148582,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",36).
department(598,1717,"ΔΙΟΙΚΗΣΗΣ ΚΟΙΝΩΝΙΚΩΝ-ΣΥΝΕΤΑΙΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΟΡΓΑΝΩΣΕΩΝ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",38).
department(599,1559,"ΒΙΒΛΙΟΘΗΚΟΝΟΜΙΑΣ ΚΑΙ ΣΥΣΤΗΜΑΤΩΝ ΠΛΗΡΟΦΟΡΗΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",29).
department(601,2094,"ΒΙΒΛΙΟΘΗΚΟΝΟΜΙΑΣ ΚΑΙ ΣΥΣΤΗΜΑΤΩΝ ΠΛΗΡΟΦΟΡΗΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",1).
department(602,1728,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ  (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",31).
department(603,1496,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",29).
department(604,2843,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",40).
department(605,2411,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",1).
department(607,2314,"ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(609,412076,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",19).
department(610,1301,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",31).
department(611,2072,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΗΡΑΚΛΕΙΟ) - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",35).
department(612,325816,"ΟΙΚΟΝΟΜΙΚΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΤΟΥΡΙΣΜΟΥ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ",16).
department(615,1953,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(616,2142,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",39).
department(617,2010,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",1).
department(618,1329,"ΛΟΓΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",39).
department(619,2798,"ΕΡΓΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(620,1374,"ΛΟΓΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",31).
department(621,2512,"ΙΑΤΡΙΚΩΝ ΕΡΓΑΣΤΗΡΙΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(623,1966,"ΙΑΤΡΙΚΩΝ ΕΡΓΑΣΤΗΡΙΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",1).
department(625,412077,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΙΑΤΡΙΚΩΝ ΕΡΓΑΣΤΗΡΙΩΝ","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",19).
department(627,1512,"ΑΚΤΙΝΟΛΟΓΙΑΣ ΚΑΙ ΑΚΤΙΝΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(628,1224,"ΔΙΑΤΡΟΦΗΣ & ΔΙΑΙΤΟΛΟΓΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ",35).
department(629,2090,"ΟΔΟΝΤΙΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(631,1556,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΜΟΝΑΔΩΝ ΥΓΕΙΑΣ ΚΑΙ ΠΡΟΝΟΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",29).
department(633,1587,"ΔΗΜΟΣΙΑΣ ΥΓΕΙΑΣ ΚΑΙ ΚΟΙΝΟΤΙΚΗΣ ΥΓΕΙΑΣ - ΔΗΜΟΣΙΑΣ ΥΓΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(635,1464,"ΟΠΤΙΚΗΣ ΚΑΙ ΟΠΤΟΜΕΤΡΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(637,2516,"ΑΙΣΘΗΤΙΚΗΣ ΚΑΙ ΚΟΣΜΗΤΟΛΟΓΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(639,1061,"ΑΙΣΘΗΤΙΚΗΣ ΚΑΙ ΚΟΣΜΗΤΟΛΟΓΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",1).
department(641,1739,"ΚΟΙΝΩΝΙΚΗΣ ΕΡΓΑΣΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",39).
department(643,1070,"ΚΟΙΝΩΝΙΚΗΣ ΕΡΓΑΣΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",35).
department(644,1067,"ΜΗΧΑΝΙΚΩΝ ΜΟΥΣΙΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ ΚΑΙ ΑΚΟΥΣΤΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΦΑΡΜΟΣΜΕΝΩΝ ΕΠΙΣΤΗΜΩΝ",35).
department(645,1519,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(647,2529,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",1).
department(649,1734,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",39).
department(651,412084,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΝΟΣΗΛΕΥΤΙΚΗΣ (ΛΑΡΙΣΑ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",19).
department(652,412086,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΝΟΣΗΛΕΥΤΙΚΗΣ (ΛΑΜΙΑ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",19).
department(653,1703,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",35).
department(654,2555,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",31).
department(655,1467,"ΜΑΙΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(657,2058,"ΜΑΙΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",1).
department(659,412069,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",19).
department(661,2304,"ΚΟΙΝΩΝΙΚΗΣ ΕΡΓΑΣΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(662,2200,"ΜΑΙΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",30).
department(663,2567,"ΛΟΓΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",34).
department(667,1470,"ΔΗΜΟΣΙΑΣ ΥΓΕΙΑΣ ΚΑΙ ΚΟΙΝΟΤΙΚΗΣ ΥΓΕΙΑΣ - ΚΟΙΝΟΤΙΚΗΣ ΥΓΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(668,367746,"ΑΡΧΕΙΟΝΟΜΙΑΣ, ΒΙΒΛΙΟΘΗΚΟΝΟΜΙΑΣ ΚΑΙ ΣΥΣΤΗΜΑΤΩΝ ΠΛΗΡΟΦΟΡΗΣΗΣ","ΔΙΟΙΚΗΤΙΚΩΝ, ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",47).
department(669,367920,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΔΙΟΙΚΗΤΙΚΩΝ, ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",47).
department(670,367663,"ΔΙΟΙΚΗΣΗΣ ΤΟΥΡΙΣΜΟΥ","ΔΙΟΙΚΗΤΙΚΩΝ, ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",47).
department(671,367685,"ΚΟΙΝΩΝΙΚΗΣ ΕΡΓΑΣΙΑΣ","ΔΙΟΙΚΗΤΙΚΩΝ, ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",47).
department(672,367756,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΔΙΟΙΚΗΤΙΚΩΝ, ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",47).
department(673,367670,"ΑΓΩΓΗΣ ΚΑΙ ΦΡΟΝΤΙΔΑΣ ΣΤΗΝ ΠΡΩΙΜΗ ΠΑΙΔΙΚΗ ΗΛΙΚΙΑ","ΔΙΟΙΚΗΤΙΚΩΝ, ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",47).
department(674,367680,"ΓΡΑΦΙΣΤΙΚΗΣ ΚΑΙ ΟΠΤΙΚΗΣ ΕΠΙΚΟΙΝΩΝΙΑΣ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΤΕΧΝΩΝ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ",47).
department(675,368093,"ΕΣΩΤΕΡΙΚΗΣ ΑΡΧΙΤΕΚΤΟΝΙΚΗΣ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΤΕΧΝΩΝ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ",47).
department(676,367719,"ΣΥΝΤΗΡΗΣΗΣ ΑΡΧΑΙΟΤΗΤΩΝ ΚΑΙ ΕΡΓΩΝ ΤΕΧΝΗΣ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΤΕΧΝΩΝ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ",47).
department(677,367687,"ΦΩΤΟΓΡΑΦΙΑΣ ΚΑΙ ΟΠΤΙΚΟΑΚΟΥΣΤΙΚΩΝ ΤΕΧΝΩΝ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΤΕΧΝΩΝ ΚΑΙ ΠΟΛΙΤΙΣΜΟΥ",47).
department(678,367715,"ΒΙΟΪΑΤΡΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ ΚΑΙ ΠΡΟΝΟΙΑΣ",47).
department(679,367712,"ΔΗΜΟΣΙΑΣ ΚΑΙ ΚΟΙΝΟΤΙΚΗΣ ΥΓΕΙΑΣ","ΔΗΜΟΣΙΑΣ ΥΓΕΙΑΣ",47).
department(680,368124,"ΕΡΓΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ ΚΑΙ ΠΡΟΝΟΙΑΣ",47).
department(681,367672,"ΜΑΙΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ ΚΑΙ ΠΡΟΝΟΙΑΣ",47).
department(682,367668,"ΝΟΣΗΛΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ ΚΑΙ ΠΡΟΝΟΙΑΣ",47).
department(683,367682,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ ΚΑΙ ΠΡΟΝΟΙΑΣ",47).
department(684,367739,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ","ΕΠΙΣΤΗΜΩΝ ΤΡΟΦΙΜΩΝ",47).
department(685,367669,"ΕΠΙΣΤΗΜΩΝ ΟΙΝΟΥ, ΑΜΠΕΛΟΥ ΚΑΙ ΠΟΤΩΝ","ΕΠΙΣΤΗΜΩΝ ΤΡΟΦΙΜΩΝ",47).
department(690,1639,"ΠΡΟΣΧΟΛΙΚΗΣ ΑΓΩΓΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(692,1291,"ΠΡΟΣΧΟΛΙΚΗΣ ΑΓΩΓΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",31).
department(694,1775,"ΠΡΟΣΧΟΛΙΚΗΣ ΑΓΩΓΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",1).
department(696,1955,"ΛΑΙΚΗΣ ΚΑΙ ΠΑΡΑΔΟΣΙΑΚΗΣ ΜΟΥΣΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΣΧΟΛΗ ΚΑΛΛΙΤΕΧΝΙΚΩΝ ΣΠΟΥΔΩΝ",31).
department(697,2226,"ΤΕΧΝΟΛΟΓΙΑΣ ΗΧΟΥ ΚΑΙ ΜΟΥΣΙΚΩΝ ΟΡΓΑΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΜΟΥΣΙΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ",32).
department(698,1377,"ΤΕΧΝΟΛΟΓΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ Τ.Ε. - ΤΕΧΝΟΛΟΓΙΩΝ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",32).
department(701,1325,"ΚΛΩΣΤΟΫΦΑΝΤΟΥΡΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",40).
department(703,148583,"ΣΧΕΔΙΑΣΜΟΥ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΕΝΔΥΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",41).
department(705,412082,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε.","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(709,1487,"ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΦΑΡΜΟΣΜΕΝΩΝ ΕΠΙΣΤΗΜΩΝ",35).
department(710,2561,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",31).
department(711,2464,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",29).
department(712,2530,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",1).
department(713,1509,"ΜΗΧΑΝΙΚΩΝ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΙΚΩΝ ΣΥΣΤΗΜΑΤΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",40).
department(714,1375,"ΜΗΧΑΝΙΚΩΝ ΑΥΤΟΜΑΤΙΣΜΟΥ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",40).
department(715,1332,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",40).
department(716,1566,"ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛ. ΤΡΟΦΙΜΩΝ & ΔΙΑΤΡΟΦΗΣ",29).
department(717,1961,"ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",1).
department(718,1498,"ΟΙΝΟΛΟΓΙΑΣ & ΤΕΧΝΟΛΟΓΙΑΣ ΠΟΤΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛ. ΤΡΟΦΙΜΩΝ & ΔΙΑΤΡΟΦΗΣ",29).
department(719,1948,"ΔΙΑΤΡΟΦΗΣ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",1).
department(720,2093,"ΜΗΧΑΝΙΚΩΝ ΑΥΤΟΜΑΤΙΣΜΟΥ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",1).
department(721,1561,"ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΑΝΤΙΡΡΥΠΑΝΣΗΣ Τ.Ε. - ΜΗΧΑΝΙΚΩΝ ΓΕΩΤΕΧΝΟΛΟΓΙΑΣ ΠΕΡΙΒΑΛΛΟΝΤΟΣ Τ.Ε.  (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",30).
department(722,412091,"ΜΗΧΑΝΙΚΩΝ ΑΥΤΟΜΑΤΙΣΜΟΥ Τ.Ε. (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",12).
department(723,412075,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΛΑΡΙΣΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(724,1749,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",33).
department(725,1399,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",35).
department(726,1981,"ΕΜΠΟΡΙΑΣ & ΠΟΙΟΤΙΚΟΥ ΕΛΕΓΧΟΥ ΑΓΡΟΤΙΚΩΝ ΠΡΟΙΟΝΤΩΝ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΑΣ - ΓΕΩΠΟΝΙΑΣ",30).
department(727,1904,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",41).
department(728,2369,"ΕΠΙΧΕΙΡΗΜΑΤΙΚΟΥ ΣΧΕΔΙΑΣΜΟΥ & ΠΛΗΡΟΦΟΡΙΑΚΩΝ ΣΥΣΤΗΜΑΤΩΝ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(729,1928,"ΕΦΑΡΜΟΓΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΣΤΗ ΔΙΟΙΚΗΣΗ & ΣΤΗΝ ΟΙΚΟΝΟΜΙΑ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",38).
department(730,1103,"ΨΗΦΙΑΚΩΝ ΜΕΣΩΝ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",30).
department(731,2927,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",34).
department(732,1760,"ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ ΚΑΙ ΕΛΕΓΚΤΙΚΗΣ (Συγχωνεύτηκε)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",31).
department(733,2693,"ΕΦΑΡΜΟΓΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΣΤΗ ΔΙΟΙΚΗΣΗ ΚΑΙ ΣΤΗΝ ΟΙΚΟΝΟΜΙΑ (Συγχωνεύτηκε)","",32).
department(734,2319,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΓΡΕΒΕΝΑ) - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",30).
department(735,1259,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",30).
department(736,148587,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",39).
department(737,412092,"ΜΗΧΑΝΙΚΩΝ ΤΕΧΝΟΛΟΓΙΑΣ ΑΕΡΟΣΚΑΦΩΝ Τ.Ε. (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",12).
department(738,1280,"ΑΝΑΚΑΙΝΙΣΗΣ ΚΑΙ ΑΠΟΚΑΤΑΣΤΑΣΗΣ ΚΤΙΡΙΩΝ (Συγχωνεύτηκε)","",37).
department(739,412070,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",19).
department(740,412094,"ΔΙΟΙΚΗΣΗΣ ΣΥΣΤΗΜΑΤΩΝ ΕΦΟΔΙΑΣΜΟΥ (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",10).
department(741,1778,"ΨΗΦΙΑΚΩΝ ΜΕΣΩΝ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",32).
department(742,2877,"ΟΠΤΙΚΗΣ ΚΑΙ ΟΠΤΟΜΕΤΡΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",39).
department(743,2190,"ΜΟΥΣΕΙΟΛΟΓΙΑΣ, ΜΟΥΣΕΙΟΓΡΑΦΙΑΣ ΚΑΙ ΣΧΕΔΙΑΣΜΟΥ ΕΚΘΕΣΕΩΝ (Συγχωνεύτηκε)","",39).
department(744,2065,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",33).
department(745,2298,"ΕΜΠΟΡΙΑΣ ΚΑΙ ΔΙΑΦΗΜΙΣΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","",36).
department(746,2580,"ΕΜΠΟΡΙΑΣ ΚΑΙ ΔΙΑΦΗΜΙΣΗΣ (Συγχωνεύτηκε)","",39).
department(747,412073,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΔΙΑΤΡΟΦΗΣ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",19).
department(748,1740,"ΤΕΧΝΟΛΟΓΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ Τ.Ε. - ΣΥΝΤΗΡΗΣΗΣ ΠΟΛΙΤΙΣΜΙΚΗΣ ΚΛΗΡΟΝΟΜΙΑΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",32).
department(749,2559,"ΔΙΟΙΚΗΣΗΣ ΣΥΣΤΗΜΑΤΩΝ ΕΦΟΔΙΑΣΜΟΥ (Συγχωνεύτηκε)","",30).
department(750,2181,"ΕΣΩΤΕΡΙΚΗΣ ΑΡΧΙΤΕΚΤΟΝΙΚΗΣ, ΔΙΑΚΟΣΜΗΣΗΣ ΚΑΙ ΣΧΕΔΙΑΣΜΟΥ ΑΝΤΙΚΕΙΜΕΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΣΧΟΛΗ ΓΡΑΦΙΚΩΝ ΤΕΧΝΩΝ & ΚΑΛΛΙΤΕΧΝΙΚΩΝ ΣΠΟΥΔΩΝ",41).
department(751,1533,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ) (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",35).
department(752,1756,"ΟΙΝΟΛΟΓΙΑΣ & ΤΕΧΝΟΛΟΓΙΑΣ ΠΟΤΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",33).
department(753,1113,"ΑΥΤΟΜΑΤΙΣΜΟΥ (Συγχωνεύτηκε)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",38).
department(755,412095,"ΔΙΟΙΚΗΣΗΣ, ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ ΠΟΛΙΤΙΣΤΙΚΩΝ ΚΑΙ ΤΟΥΡΙΣΤΙΚΩΝ ΜΟΝΑΔΩΝ (ΠΡΩΗΝ ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ- ΜΕΤΑΒΑΤΙΚΗ ΛΕΙΤΟΥΡΓΙΑ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",10).
department(756,148591,"ΔΙΟΙΚΗΣΗΣ ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ ΠΟΛΙΤΙΣΤΙΚΩΝ ΚΑΙ ΤΟΥΡΙΣΤΙΚΩΝ ΜΟΝΑΔΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(757,148569,"ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",31).
department(758,148566,"ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ",35).
department(759,148570,"ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",1).
department(760,148567,"ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",34).
department(761,412089,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",19).
department(762,148568,"ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",30).
department(764,148581,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ ΚΑΙ ΟΙΚΟΝΟΜΙΑΣ",32).
department(765,148585,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΜΕΣΟΛΟΓΓΙ) (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(766,148580,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΠΑΤΡΑ) (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(767,148561,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",35).
department(768,148559,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",39).
department(769,412093,"ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΤΡΙΚΑΛΑ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",19).
department(770,148564,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΓΡΕΒΕΝΑ) - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",30).
department(771,148586,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ ΚΑΙ ΟΙΚΟΝΟΜΙΑΣ",32).
department(772,148575,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",35).
department(773,148576,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",30).
department(774,148579,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",39).
department(775,148578,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",31).
department(776,148560,"ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΑΣΠΑΙΤΕ",9).
department(777,148747,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",1).
department(778,246038,"ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΠΟΛΥΤΕΧΝΙΚΗ",18).
department(779,245873,"ΑΡΧΙΤΕΚΤΟΝΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",20).
department(780,281926,"ΘΕΟΛΟΓΙΑΣ - ΜΟΥΣΟΥΛΜΑΝΙΚΩΝ ΣΠΟΥΔΩΝ","ΘΕΟΛΟΓΙΚΗ",8).
department(1001,411941,"ΑΓΡΟΤΙΚΗΣ ΑΝΑΠTΥΞΗΣ, ΑΓΡΟΔΙΑΤΡΟΦΗΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΩΝ ΠΟΡΩΝ","ΑΓΡΟΤΙΚΗΣ ΑΝΑΠΤΥΞΗΣ, ΔΙΑΤΡΟΦΗΣ ΚΑΙ ΑΕΙΦΟΡΙΑΣ",12).
department(1002,412020,"ΑΕΡΟΔΙΑΣΤΗΜΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(1004,411949,"ΔΙΑΧΕΙΡΙΣΗΣ ΛΙΜΕΝΩΝ ΚΑΙ ΝΑΥΤΙΛΙΑΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(1005,411950,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΟΡΓΑΝΙΣΜΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(1006,411944,"ΚΟΙΝΩΝΙΟΛΟΓΙΑΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(1007,412716,"ΠΑΙΔΑΓΩΓΙΚΟ ΔΕΥΤΕΡΟΒΑΘΜΙΑΣ ΕΚΠΑΙΔΕΥΣΗΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(1008,411910,"ΤΕΧΝΟΛΟΓΙΩΝ ΨΗΦΙΑΚΗΣ ΒΙΟΜΗΧΑΝΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(1010,412334,"ΦΙΛΟΣΟΦΙΑΣ","ΦΙΛΟΣΟΦΙΚΗ",12).
department(1011,411898,"ΨΗΦΙΑΚΩΝ ΤΕΧΝΩΝ ΚΑΙ ΚΙΝΗΜΑΤΟΓΡΑΦΟΥ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",12).
department(1061,412348,"ΔΑΣΟΛΟΓΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΕΠΙΣΤΗΜΩΝ ΤΩΝ ΦΥΤΩΝ",10).
department(1063,411810,"ΔΙΟΙΚΗΣΗΣ ΓΕΩΡΓΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΣΥΣΤΗΜΑΤΩΝ ΕΦΟΔΙΑΣΜΟΥ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",10).
department(1064,412013,"ΠΕΡΙΦΕΡΕΙΑΚΗΣ ΚΑΙ ΟΙΚΟΝΟΜΙΚΗΣ ΑΝΑΠΤΥΞΗΣ","ΕΦΑΡΜΟΣΜΕΝΩΝ ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",10).
department(1211,411861,"ΕΦΑΡΜΟΣΜΕΝΗΣ ΠΛΗΡΟΦΟΡΙΚΗΣ - ΕΠΙΣΤΗΜΗ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑ ΥΠΟΛΟΓΙΣΤΩΝ","ΕΠΙΣΤΗΜΩΝ ΠΛΗΡΟΦΟΡΙΑΣ",22).
department(1212,411862,"ΕΦΑΡΜΟΣΜΕΝΗΣ ΠΛΗΡΟΦΟΡΙΚΗΣ - ΠΛΗΡΟΦΟΡΙΑΚΑ ΣΥΣΤΗΜΑΤΑ","ΕΠΙΣΤΗΜΩΝ ΠΛΗΡΟΦΟΡΙΑΣ",22).
department(1241,411776,"ΑΓΩΓΗΣ ΚΑΙ ΦΡΟΝΤΙΔΑΣ ΣΤΗΝ ΠΡΩΙΜΗ ΠΑΙΔΙΚΗ ΗΛΙΚΙΑ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(1242,411719,"ΓΕΩΠΟΝΙΑΣ","ΓΕΩΠΟΝΙΑΣ",20).
department(1244,411639,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΔΙΟΙΚΗΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(1245,411692,"ΛΟΓΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",20).
department(1246,412438,"ΜΕΤΑΦΡΑΣΗΣ ΚΑΙ ΔΙΕΡΜΗΝΕΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(1248,411678,"ΜΟΥΣΙΚΩΝ ΣΠΟΥΔΩΝ","ΜΟΥΣΙΚΩΝ ΣΠΟΥΔΩΝ",20).
department(1249,412333,"ΝΟΣΗΛΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",20).
department(1250,411681,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ","ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ",20).
department(1251,411698,"ΨΥΧΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",20).
department(1272,412245,"ΝΟΣΗΛΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΑΠΟΚΑΤΑΣΤΑΣΗΣ ΥΓΕΙΑΣ",23).
department(1273,411940,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΑΠΟΚΑΤΑΣΤΑΣΗΣ ΥΓΕΙΑΣ",23).
department(1274,412335,"ΛΟΓΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΑΠΟΚΑΤΑΣΤΑΣΗΣ ΥΓΕΙΑΣ",23).
department(1276,412390,"ΑΛΙΕΙΑΣ ΚΑΙ ΥΔΑΤΟΚΑΛΛΙΕΡΓΕΙΩΝ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1277,411933,"ΕΠΙΣΤΗΜΗΣ ΒΙΟΣΥΣΤΗΜΑΤΩΝ ΚΑΙ ΓΕΩΡΓΙΚΗΣ ΜΗΧΑΝΙΚΗΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1278,411935,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1279,412233,"ΓΕΩΠΟΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1280,412113,"ΕΠΙΣΤΗΜΗΣ ΦΥΤΙΚΗΣ ΠΑΡΑΓΩΓΗΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1282,412119,"ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",23).
department(1283,412129,"ΔΙΟΙΚΗΣΗΣ ΤΟΥΡΙΣΜΟΥ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ",23).
department(1284,412386,"ΙΣΤΟΡΙΑΣ - ΑΡΧΑΙΟΛΟΓΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1285,411942,"ΜΟΥΣΕΙΟΛΟΓΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1286,412328,"ΕΠΙΣΤΗΜΩΝ ΤΗΣ ΕΚΠΑΙΔΕΥΣΗΣ ΚΑΙ ΚΟΙΝΩΝΙΚΗΣ ΕΡΓΑΣΙΑΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1287,412474,"ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΠΟΛΥΤΕΧΝΙΚΗ",23).
department(1288,583840,"ΑΕΙΦΟΡΙΚΗΣ ΓΕΩΡΓΙΑΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1289,583877,"ΓΕΩΠΟΝΙΑΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",23).
department(1301,412556,"ΚΟΙΝΩΝΙΚΗΣ ΕΡΓΑΣΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(1302,412558,"ΚΟΙΝΩΝΙΚΗΣ ΠΟΛΙΤΙΚΗΣ","ΚΟΙΝΩΝΙΚΩΝ ΠΟΛΙΤΙΚΩΝ ΚΑΙ ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(1391,411888,"ΩΚΕΑΝΟΓΡΑΦΙΑΣ ΚΑΙ ΘΑΛΑΣΣΙΩΝ ΒΙΟΕΠΙΣΤΗΜΩΝ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ",16).
department(1422,411682,"ΓΕΩΠΟΝΙΑΣ - ΑΓΡΟΤΕΧΝΟΛΟΓΙΑΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1423,411673,"ΓΛΩΣΣΙΚΩΝ ΚΑΙ ΔΙΑΠΟΛΙΤΙΣΜΙΚΩΝ ΣΠΟΥΔΩΝ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1424,411953,"ΔΑΣΟΛΟΓΙΑΣ, ΕΠΙΣΤΗΜΩΝ ΞΥΛΟΥ ΚΑΙ ΣΧΕΔΙΑΣΜΟΥ","ΤΕΧΝΟΛΟΓΙΑΣ",19).
department(1425,411628,"ΔΗΜΟΣΙΑΣ ΚΑΙ ΕΝΙΑΙΑΣ ΥΓΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",19).
department(1426,411877,"ΔΙΑΙΤΟΛΟΓΙΑΣ ΚΑΙ ΔΙΑΤΡΟΦΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ, ΑΘΛΗΤΙΣΜΟΥ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ",19).
department(1427,411727,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΔΙΟΙΚΗΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1428,411686,"ΕΠΙΣΤΗΜΗΣ ΖΩΙΚΗΣ ΠΑΡΑΓΩΓΗΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1429,411643,"ΕΠΙΣΤΗΜΗΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1430,411872,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΚΑΙ ΔΙΟΙΚΗΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1432,411634,"ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1433,411782,"ΝΟΣΗΛΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",19).
department(1434,411781,"ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΤΕΧΝΟΛΟΓΙΑΣ",19).
department(1435,411675,"ΠΟΛΙΤΙΣΜΟΥ ΚΑΙ ΔΗΜΙΟΥΡΓΙΚΩΝ ΜΕΣΩΝ ΚΑΙ ΒΙΟΜΗΧΑΝΙΩΝ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΚΑΙ ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1436,411934,"ΣΥΣΤΗΜΑΤΩΝ ΕΝΕΡΓΕΙΑΣ","ΤΕΧΝΟΛΟΓΙΑΣ",19).
department(1437,411640,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",19).
department(1438,411629,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",19).
department(1439,411752,"ΨΗΦΙΑΚΩΝ ΣΥΣΤΗΜΑΤΩΝ","ΤΕΧΝΟΛΟΓΙΑΣ",19).
department(1451,412481,"ΕΘΝΟΜΟΥΣΙΚΟΛΟΓΙΑΣ","ΜΟΥΣΙΚΗΣ ΚΑΙ ΟΠΤΙΚΟΑΚΟΥΣΤΙΚΩΝ ΤΕΧΝΩΝ",14).
department(1452,411870,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ",14).
department(1453,411740,"ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΠΕΡΙΒΑΛΛΟΝΤΟΣ",14).
department(1454,412627,"ΠΕΡΙΦΕΡΕΙΑΚΗΣ ΑΝΑΠΤΥΞΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",14).
department(1455,412317,"ΤΟΥΡΙΣΜΟΥ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",14).
department(1456,411685,"ΨΗΦΙΑΚΩΝ ΜΕΣΩΝ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ","ΕΠΙΣΤΗΜΗΣ ΤΗΣ ΠΛΗΡΟΦΟΡΙΑΣ ΚΑΙ ΠΛΗΡΟΦΟΡΙΚΗΣ",14).
department(1511,411912,"ΓΕΩΠΟΝΙΑΣ","ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΡΟΦΙΜΩΝ",25).
department(1512,412008,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ","ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΡΟΦΙΜΩΝ",25).
department(1513,411938,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΔΙΟΙΚΗΣΗΣ",25).
department(1514,412012,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΟΡΓΑΝΙΣΜΩΝ","ΔΙΟΙΚΗΣΗΣ",25).
department(1515,412043,"ΛΟΓΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",25).
department(1516,411998,"ΕΠΙΣΤΗΜΗΣ ΔΙΑΤΡΟΦΗΣ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",25).
department(1517,411932,"ΠΑΡΑΣΤΑΤΙΚΩΝ ΚΑΙ ΨΗΦΙΑΚΩΝ ΤΕΧΝΩΝ","ΚΑΛΩΝ ΤΕΧΝΩΝ",25).
department(1518,412403,"ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",25).
department(1519,411931,"ΨΗΦΙΑΚΩΝ ΣΥΣΤΗΜΑΤΩΝ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",25).
department(1520,411707,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",25).
department(1522,412316,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",25).
department(1523,412235,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",25).
department(1524,412287,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΜΗΧΑΝΙΚΩΝ",25).
department(1541,412156,"ΜΗΧΑΝΙΚΩΝ ΟΡΥΚΤΩΝ ΠΟΡΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",18).
department(1542,412299,"ΜΗΧΑΝΙΚΩΝ ΣΧΕΔΙΑΣΗΣ ΠΡΟΪΟΝΤΩΝ ΚΑΙ ΣΥΣΤΗΜΑΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",18).
department(1543,412185,"ΠΕΡΙΦΕΡΕΙΑΚΗΣ ΚΑΙ ΔΙΑΣΥΝΟΡΙΑΚΗΣ ΑΝΑΠΤΥΞΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1544,412295,"ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1545,412298,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1546,412508,"ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1547,412527,"ΣΤΑΤΙΣΤΙΚΗΣ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1548,411945,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1549,412290,"ΔΙΕΘΝΩΝ ΚΑΙ ΕΥΡΩΠΑΪΚΩΝ ΟΙΚΟΝΟΜΙΚΩΝ ΣΠΟΥΔΩΝ","ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1550,412456,"ΨΥΧΟΛΟΓΙΑΣ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1551,412146,"ΕΠΙΚΟΙΝΩΝΙΑΣ ΚΑΙ ΨΗΦΙΑΚΩΝ ΜΕΣΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1552,412158,"ΓΕΩΠΟΝΙΑΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1553,412286,"ΜΑΙΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",18).
department(1554,411928,"ΠΛΗΡΟΦΟΡΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1555,412099,"ΜΑΘΗΜΑΤΙΚΩΝ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",18).
department(1558,412768,"ΕΡΓΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",18).
department(1563,412305,"ΧΗΜΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",18).
department(1564,412006,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΠΟΛΥΤΕΧΝΙΚΗ",18).
department(1601,412365,"ΟΡΓΑΝΩΣΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",45).
department(1602,411679,"ΟΙΚΟΝΟΜΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",45).
department(1603,411671,"ΔΙΟΙΚΗΣΗΣ ΕΦΟΔΙΑΣΤΙΚΗΣ ΑΛΥΣΙΔΑΣ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",45).
department(1604,411930,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",45).
department(1605,412463,"ΔΙΟΙΚΗΣΗΣ ΟΡΓΑΝΙΣΜΩΝ, ΜΑΡΚΕΤΙΝΓΚ ΚΑΙ ΤΟΥΡΙΣΜΟΥ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",45).
department(1606,412424,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΠΛΗΡΟΦΟΡΙΑΚΩΝ ΣΥΣΤΗΜΑΤΩΝ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",45).
department(1607,411905,"ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ",45).
department(1609,412565,"ΒΙΒΛΙΟΘΗΚΟΝΟΜΙΑΣ, ΑΡΧΕΙΟΝΟΜΙΑΣ ΚΑΙ ΣΥΣΤΗΜΑΤΩΝ ΠΛΗΡΟΦΟΡΗΣΗΣ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1610,411897,"ΑΓΩΓΗΣ ΚΑΙ ΦΡΟΝΤΙΔΑΣ ΣΤΗΝ ΠΡΩΙΜΗ ΠΑΙΔΙΚΗ ΗΛΙΚΙΑ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1613,411903,"ΕΠΙΣΤΗΜΩΝ ΔΙΑΤΡΟΦΗΣ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",45).
department(1614,412310,"ΜΑΙΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",45).
department(1615,412274,"ΒΙΟΪΑΤΡΙΚΩΝ ΕΠΙΣΤΗΜΩΝ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",45).
department(1616,412450,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",45).
department(1617,412292,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΔΙΔΥΜΟΤΕΙΧΟ)","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",45).
department(1618,411924,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΘΕΣΣΑΛΟΝΙΚΗ)","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",45).
department(1619,411902,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΜΗΧΑΝΙΚΩΝ",45).
department(1620,411697,"ΜΗΧΑΝΙΚΩΝ ΤΟΠΟΓΡΑΦΙΑΣ ΚΑΙ ΓΕΩΠΛΗΡΟΦΟΡΙΚΗΣ","ΜΗΧΑΝΙΚΩΝ",45).
department(1621,411899,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΜΗΧΑΝΙΚΩΝ",45).
department(1622,411777,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ, ΥΠΟΛΟΓΙΣΤΩΝ ΚΑΙ ΤΗΛΕΠΙΚΟΙΝΩΝΙΩΝ","ΜΗΧΑΝΙΚΩΝ",45).
department(1623,411923,"ΜΗΧΑΝΙΚΩΝ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΜΗΧΑΝΙΚΩΝ",45).
department(1624,411904,"ΜΗΧΑΝΙΚΩΝ ΠΑΡΑΓΩΓΗΣ ΚΑΙ ΔΙΟΙΚΗΣΗΣ","ΜΗΧΑΝΙΚΩΝ",45).
department(1625,411907,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ ΚΑΙ ΗΛΕΚΤΡΟΝΙΚΩΝ ΣΥΣΤΗΜΑΤΩΝ","ΜΗΧΑΝΙΚΩΝ",45).
department(1626,412241,"ΕΣΩΤΕΡΙΚΗΣ ΑΡΧΙΤΕΚΤΟΝΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΣΧΕΔΙΑΣΜΟΥ",45).
department(1627,411919,"ΔΗΜΙΟΥΡΓΙΚΟΥ ΣΧΕΔΙΑΣΜΟΥ ΚΑΙ ΕΝΔΥΣΗΣ","ΕΠΙΣΤΗΜΩΝ ΣΧΕΔΙΑΣΜΟΥ",45).
department(1628,411911,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1629,411927,"ΧΗΜΕΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1630,411916,"ΠΛΗΡΟΦΟΡΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1632,412191,"ΔΑΣΟΛΟΓΙΑΣ ΚΑΙ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ","ΓΕΩΤΕΧΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1633,412189,"ΑΓΡΟΤΙΚΗΣ ΒΙΟΤΕΧΝΟΛΟΓΙΑΣ ΚΑΙ ΟΙΝΟΛΟΓΙΑΣ","ΓΕΩΤΕΧΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1634,411718,"ΓΕΩΠΟΝΙΑΣ","ΓΕΩΤΕΧΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1635,412214,"ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ","ΓΕΩΤΕΧΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",45).
department(1651,411691,"ΝΟΣΗΛΕΥΤΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",48).
department(1652,411703,"ΚΟΙΝΩΝΙΚΗΣ ΕΡΓΑΣΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",48).
department(1653,411778,"ΕΠΙΣΤΗΜΩΝ ΔΙΑΤΡΟΦΗΣ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",48).
department(1654,411783,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ ΚΑΙ ΟΙΚΟΝΟΜΙΑΣ",48).
department(1655,411780,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΤΟΥΡΙΣΜΟΥ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ ΚΑΙ ΟΙΚΟΝΟΜΙΑΣ",48).
department(1656,411731,"ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΔΙΟΙΚΗΣΗΣ ΚΑΙ ΟΙΚΟΝΟΜΙΑΣ",48).
department(1657,411804,"ΓΕΩΠΟΝΙΑΣ","ΓΕΩΠΟΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",48).
department(1659,411792,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ","ΜΗΧΑΝΙΚΩΝ",48).
department(1660,411709,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ ΚΑΙ ΜΗΧΑΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ","ΜΗΧΑΝΙΚΩΝ",48).
department(1662,411739,"ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ","ΜΗΧΑΝΙΚΩΝ",48).
department(1664,411728,"ΜΟΥΣΙΚΗΣ ΤΕΧΝΟΛΟΓΙΑΣ ΚΑΙ ΑΚΟΥΣΤΙΚΗΣ","ΜΟΥΣΙΚΗΣ ΚΑΙ ΟΠΤΟΑΚΟΥΣΤΙΚΩΝ ΤΕΧΝΟΛΟΓΙΩΝ",48).
department(1668,1100507,"ΨΥΧΟΛΟΓΙΑΣ (ΔΙΔΥΜΟΤΕΙΧΟ)","ΕΠΙΣΤΗΜΩΝ ΑΓΩΓΗΣ",11).
department(1669,1100927,"ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ",11).
department(1670,1100916,"ΕΡΓΟΘΕΡΑΠΕΙΑΣ","ΕΠΙΣΤΗΜΗΣ ΦΥΣΙΚΗΣ ΑΓΩΓΗΣ, ΑΘΛΗΤΙΣΜΟΥ ΚΑΙ ΕΡΓΟΘΕΡΑΠΕΙΑΣ",11).
department(7000,1545,"ΝΟΣΗΛΕΥΤΙΚΗΣ Β (Συγχωνεύτηκε)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",29).
department(9001,281449,"ΣΠΟΥΔΕΣ ΣΤΟΝ ΕΥΡΩΠΑΪΚΟ ΠΟΛΙΤΙΣΜΟ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ",44).
department(9002,281448,"ΣΠΟΥΔΕΣ ΣΤΟΝ ΕΛΛΗΝΙΚΟ ΠΟΛΙΤΙΣΜΟ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ",44).
department(9003,281447,"ΙΣΠΑΝΙΚΗ ΓΛΩΣΣΑ ΚΑΙ ΠΟΛΙΤΙΣΜΟΣ","ΑΝΘΡΩΠΙΣΤΙΚΩΝ ΣΠΟΥΔΩΝ",44).
department(9004,281452,"ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΟΡΓΑΝΙΣΜΩΝ","ΚΟΙΝΩΝΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",44).
department(9005,281451,"ΣΠΟΥΔΕΣ ΣΤΙΣ ΦΥΣΙΚΕΣ ΕΠΙΣΤΗΜΕΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",44).
department(9006,281450,"ΠΛΗΡΟΦΟΡΙΚΗ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ",44).
department(9996,2511,"ΕΙΚΑΣΤΙΚΩΝ ΚΑΙ ΕΦΑΡΜΟΣΜΕΝΩΝ ΤΕΧΝΩΝ","ΚΑΛΩΝ ΤΕΧΝΩΝ",18).
department(9997,3008,"ΕΙΚΑΣΤΙΚΩΝ ΤΕΧΝΩΝ","ΚΑΛΩΝ ΤΕΧΝΩΝ",6).
department(9998,1654,"ΕΙΚΑΣΤΙΚΩΝ ΚΑΙ ΕΦΑΡΜΟΣΜΕΝΩΝ ΤΕΧΝΩΝ","ΚΑΛΩΝ ΤΕΧΝΩΝ",8).
department(10271,2391,"ΔΙΑΧΕΙΡΙΣΗΣ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΦΥΣΙΚΩΝ ΠΟΡΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΩΝ ΠΟΡΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ",17).
department(10346,2140,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ ΑΓΡΟΤΙΚΩΝ ΠΡΟΙΟΝΤΩΝ ΚΑΙ ΤΡΟΦΙΜΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΩΝ ΠΟΡΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ",17).
department(10368,2317,"ΔΙΑΧΕΙΡΙΣΗΣ ΠΟΛΙΤΙΣΜΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΝΕΩΝ ΤΕΧΝΟΛΟΓΙΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΩΝ ΠΟΡΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ",17).
department(10369,951,"ΠΛΗΡΟΦΟΡΙΚΗΣ ΜΕ ΕΦΑΡΜΟΓΕΣ ΣΤΗ ΒΙΟΙΑΤΡΙΚΗ (Μεταφέρθηκε σε άλλο Ίδρυμα)","",26).
department(10479,2959,"ΜΗΧΑΝΟΛΟΓΙΑΣ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",42).
department(10499,2585,"ΗΛΕΚΤΡΟΛΟΓΙΑΣ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",42).
department(10544,994,"ΜΗΧΑΝΟΛΟΓΙΑ ΚΑΙ ΥΔΑΤΙΝΩΝ ΠΟΡΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",38).
department(10549,1741,"ΤΥΠΟΠΟΙΗΣΗΣ ΚΑΙ ΔΙΑΚΙΝΗΣΗΣ ΠΡΟΙΟΝΤΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","",1).
department(10555,1548,"ΥΔΑΤΟΚΑΛΛΙΕΡΓΕΙΩΝ ΚΑΙ ΑΛΙΕΥΤΙΚΗΣ ΔΙΑΧΕΙΡΙΣΗΣ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",38).
department(10557,1393,"ΘΕΡΜΟΚΗΠΙΑΚΩΝ ΚΑΛΛΙΕΡΓΕΙΩΝ & ΑΝΘΟΚΟΜΙΑΣ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ",38).
department(10577,2692,"ΛΟΓΙΣΤΙΚΗΣ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",42).
department(10597,2894,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",42).
department(10703,2192,"ΣΧΕΔΙΑΣΜΟΥ & ΠΑΡΑΓΩΓΗΣ ΕΝΔΥΜΑΤΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","",1).
department(10722,2640,"ΑΥΤΟΜΑΤΙΣΜΟΥ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",42).
department(10736,1310,"ΤΗΛΕΠΙΚΟΙΝΩΝΙΑΚΩΝ ΣΥΣΤΗΜΑΤΩΝ ΚΑΙ ΔΙΚΤΥΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","",38).
department(10737,1931,"ΤΕΧΝΟΛΟΓΙΑΣ ΑΕΡΟΣΚΑΦΩΝ (Μεταφέρθηκε σε άλλο Ίδρυμα)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",42).
department(10740,3002,"ΔΙΟΙΚΗΣΗΣ ΣΥΣΤΗΜΑΤΩΝ ΕΦΟΔΙΑΣΜΟΥ (Μεταφέρθηκε σε άλλο Ίδρυμα)","",42).
department(20451,1413,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΛΑΡΙΣΑ) (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",37).
department(20467,1403,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",37).
department(20479,148562,"ΜΗΧΑΝΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",36).
department(20489,1406,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",37).
department(20499,148563,"ΗΛΕΚΤΡΟΛΟΓΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",36).
department(20506,1518,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",36).
department(20522,1410,"ΣΧΕΔΙΑΣΜΟΥ & ΤΕΧΝΟΛΟΓΙΑΣ ΞΥΛΟΥ & ΕΠΙΠΛΟΥ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",37).
department(20551,2109,"ΔΑΣΟΠΟΝΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",36).
department(20553,2143,"ΔΑΣΟΠΟΝΙΑΣ ΚΑΙ ΔΙΑΧΕΙΡΙΣΗΣ ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΠΑΡΑΡΤΗΜΑ ΚΑΡΔΙΤΣΑΣ",37).
department(20565,1412,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",37).
department(20577,148577,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",36).
department(20591,1402,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΕΠΙΧΕΙΡΗΣΕΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",37).
department(20609,1408,"ΔΙΟΙΚΗΣΗΣ ΕΠΙΧΕΙΡΗΣΕΩΝ - ΔΙΟΙΚΗΣΗ ΤΟΥΡΙΣΤΙΚΩΝ ΕΠΙΧΕΙΡΗΣΕΩΝ ΚΑΙ ΕΠΙΧΕΙΡΗΣΕΩΝ ΦΙΛΟΞΕΝΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",37).
department(20625,1409,"ΙΑΤΡΙΚΩΝ ΕΡΓΑΣΤΗΡΙΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",37).
department(20651,2110,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",37).
department(20652,2364,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",36).
department(20659,1054,"ΦΥΣΙΚΟΘΕΡΑΠΕΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΕΠΑΓΓΕΛΜΑΤΩΝ ΥΓΕΙΑΣ & ΠΡΟΝΟΙΑΣ",36).
department(20705,1593,"ΗΛΕΚΤΡΟΝΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",36).
department(20722,148584,"ΜΗΧΑΝΙΚΩΝ ΑΥΤΟΜΑΤΙΣΜΟΥ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",36).
department(20723,1407,"ΜΗΧΑΝΙΚΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",37).
department(20737,148588,"ΜΗΧΑΝΙΚΩΝ ΤΕΧΝΟΛΟΓΙΑΣ ΑΕΡΟΣΚΑΦΩΝ Τ.Ε. (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",36).
department(20739,1294,"ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",37).
department(20740,148590,"ΔΙΟΙΚΗΣΗΣ ΣΥΣΤΗΜΑΤΩΝ ΕΦΟΔΙΑΣΜΟΥ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",36).
department(20747,1405,"ΔΙΑΤΡΟΦΗΣ ΚΑΙ ΔΙΑΙΤΟΛΟΓΙΑΣ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",37).
department(20755,148756,"ΔΙΟΙΚΗΣΗΣ, ΟΙΚΟΝΟΜΙΑΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΑΣ ΠΟΛΙΤΙΣΤΙΚΩΝ ΚΑΙ ΤΟΥΡΙΣΤΙΚΩΝ ΜΟΝΑΔΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΔΙΟΙΚΗΣΗΣ & ΟΙΚΟΝΟΜΙΑΣ",36).
department(20761,148565,"ΤΕΧΝΟΛΟΓΩΝ ΓΕΩΠΟΝΩΝ (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΑΣ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ ΤΡΟΦΙΜΩΝ ΚΑΙ ΔΙΑΤΡΟΦΗΣ",37).
department(20769,148589,"ΠΟΛΙΤΙΚΩΝ ΜΗΧΑΝΙΚΩΝ Τ.Ε. (ΤΡΙΚΑΛΑ) (ΚΑΤΑΡΓΗΘΗΚΕ/ΜΕΤΑΦΕΡΘΗΚΕ)","ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ",37).
department(99991604,1100513,"ΛΟΓΙΣΤΙΚΗΣ ΚΑΙ ΧΡΗΜΑΤΟΟΙΚΟΝΟΜΙΚΗΣ","ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΛΟΓΙΣΤΙΚΗΣ",11).
department(99991607,1100509,"ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΤΕΧΝΟΛΟΓΙΑΣ","ΔΙΟΙΚΗΤΙΚΗΣ ΕΠΙΣΤΗΜΗΣ ΚΑΙ ΛΟΓΙΣΤΙΚΗΣ",11).
department(99991617,1100510,"ΝΟΣΗΛΕΥΤΙΚΗΣ (ΑΛΕΞΑΝΔΡΟΥΠΟΛΗ)","ΕΠΙΣΤΗΜΩΝ ΥΓΕΙΑΣ",11).
department(99991628,1100515,"ΦΥΣΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(99991629,1100518,"ΧΗΜΕΙΑΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(99991630,1100508,"ΠΛΗΡΟΦΟΡΙΚΗΣ","ΘΕΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ",11).
department(99991632,1100511,"ΦΥΣΙΚΟΥ ΠΕΡΙΒΑΛΛΟΝΤΟΣ ΚΑΙ ΚΛΙΜΑΤΙΚΗΣ ΑΝΘΕΚΤΙΚΟΤΗΤΑΣ","ΕΠΙΣΤΗΜΩΝ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΔΑΣΟΛΟΓΙΑΣ",11).
department(99991633,1100517,"ΑΜΠΕΛΟΥΡΓΙΑΣ ΚΑΙ ΟΙΝΟΛΟΓΙΑΣ","ΕΠΙΣΤΗΜΩΝ ΓΕΩΠΟΝΙΑΣ ΚΑΙ ΔΑΣΟΛΟΓΙΑΣ",11).
