university(1,"ΑΛΕΞΑΝΔΡΕΙΟ ΤΕΙ ΘΕΣΣΑΛΟΝΙΚΗΣ").
university(2,"ΑΝΩΤΑΤΗ ΕΚΚΛΗΣΙΑΣΤΙΚΗ ΑΚΑΔΗΜΙΑ ΑΘΗΝΑΣ").
university(3,"ΑΝΩΤΑΤΗ ΕΚΚΛΗΣΙΑΣΤΙΚΗ ΑΚΑΔΗΜΙΑ ΒΕΛΛΑΣ ΙΩΑΝΝΙΝΩΝ").
university(4,"ΠΑΤΡΙΑΡΧΙΚΗ ΑΝΩΤΑΤΗ ΕΚΚΛΗΣΙΑΣΤΙΚΗ ΑΚΑΔΗΜΙΑ ΚΡΗΤΗΣ").
university(5,"ΑΝΩΤΑΤΗ ΕΚΚΛΗΣΙΑΣΤΙΚΗ ΑΚΑΔΗΜΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ").
university(6,"ΑΝΩΤΑΤΗ ΣΧΟΛΗ ΚΑΛΩΝ ΤΕΧΝΩΝ").
university(8,"ΑΡΙΣΤΟΤΕΛΕΙΟ ΠΑΝΕΠΙΣΤΗΜΙΟ ΘΕΣ/ΝΙΚΗΣ").
university(9,"ΑΣΠΑΙΤΕ").
university(10,"ΓΕΩΠΟΝΙΚΟ ΠΑΝΕΠΙΣΤΗΜΙΟ ΑΘΗΝΩΝ").
university(11,"ΔΗΜΟΚΡΙΤΕΙΟ ΠΑΝΕΠΙΣΤΗΜΙΟ ΘΡΑΚΗΣ").
university(12,"ΕΘΝΙΚΟ & ΚΑΠΟΔΙΣΤΡΙΑΚΟ ΠΑΝΕΠΙΣΤΗΜΙΟ ΑΘΗΝΩΝ").
university(13,"ΕΘΝΙΚΟ ΜΕΤΣΟΒΙΟ ΠΟΛΥΤΕΧΝΕΙΟ").
university(14,"ΙΟΝΙΟ ΠΑΝΕΠΙΣΤΗΜΙΟ").
university(15,"ΟΙΚΟΝΟΜΙΚΟ ΠΑΝΕΠΙΣΤΗΜΙΟ ΑΘΗΝΩΝ").
university(16,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΑΙΓΑΙΟΥ").
university(17,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΔΥΤΙΚΗΣ ΕΛΛΑΔΑΣ").
university(18,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΔΥΤΙΚΗΣ ΜΑΚΕΔΟΝΙΑΣ").
university(19,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΘΕΣΣΑΛΙΑΣ").
university(20,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΙΩΑΝΝΙΝΩΝ").
university(21,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΚΡΗΤΗΣ").
university(22,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΜΑΚΕΔΟΝΙΑΣ").
university(23,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΠΑΤΡΩΝ").
university(24,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΠΕΙΡΑΙΩΣ").
university(25,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΠΕΛΟΠΟΝΝΗΣΟΥ").
university(26,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ").
university(27,"ΠΑΝΤΕΙΟ ΠΑΝΕΠΙΣΤΗΜΙΟ ΚΟΙΝΩΝΙΚΩΝ ΚΑΙ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΩΝ").
university(28,"ΠΟΛΥΤΕΧΝΕΙΟ ΚΡΗΤΗΣ").
university(29,"ΤΕΙ ΑΘΗΝΑΣ").
university(30,"ΤΕΙ ΔΥΤΙΚΗΣ ΜΑΚΕΔΟΝΙΑΣ").
university(31,"ΤΕΙ ΗΠΕΙΡΟΥ").
university(32,"ΤΕΙ ΙΟΝΙΩΝ ΝΗΣΩΝ").
university(33,"ΤΕΙ ΑΝΑΤΟΛΙΚΗΣ ΜΑΚΕΔΟΝΙΑΣ ΚΑΙ ΘΡΑΚΗΣ").
university(34,"ΤΕΙ ΠΕΛΟΠΟΝΝΗΣΟΥ").
university(35,"ΤΕΙ ΚΡΗΤΗΣ").
university(36,"ΤΕΙ ΣΤΕΡΕΑΣ ΕΛΛΑΔΑΣ").
university(37,"ΤΕΙ ΘΕΣΣΑΛΙΑΣ").
university(38,"ΤΕΙ ΜΕΣΟΛΟΓΓΙΟΥ").
university(39,"ΤΕΙ ΔΥΤΙΚΗΣ ΕΛΛΑΔΑΣ").
university(40,"ΤΕΙ ΠΕΙΡΑΙΑ").
university(41,"ΤΕΙ ΚΕΝΤΡΙΚΗΣ ΜΑΚΕΔΟΝΙΑΣ").
university(42,"ΤΕΙ ΧΑΛΚΙΔΑΣ").
university(43,"ΧΑΡΟΚΟΠΕΙΟ ΠΑΝΕΠΙΣΤΗΜΙΟ").
university(44,"ΕΛΛΗΝΙΚΟ ΑΝΟΙΧΤΟ ΠΑΝΕΠΙΣΤΗΜΙΟ").
university(45,"ΔΙΕΘΝΕΣ ΠΑΝΕΠΙΣΤΗΜΙΟ ΤΗΣ ΕΛΛΑΔΟΣ").
university(47,"ΠΑΝΕΠΙΣΤΗΜΙΟ ΔΥΤΙΚΗΣ ΑΤΤΙΚΗΣ").
university(48,"ΕΛΛΗΝΙΚΟ ΜΕΣΟΓΕΙΑΚΟ ΠΑΝΕΠΙΣΤΗΜΙΟ").
